{
  "name": "Master Wirtschaftsinformatik",
  "url": "https://cis.technikum-wien.at/addons/lvinfo/export/export.php?studiengang_kz=302&studienordnung_id=309",
  "studiengang_kz": "302",
  "studienordnung_id": "309",
  "data": {
    "studienordnung_id": "309",
    "studienordnung_bezeichnung": "0302-MWI-WS2018",
    "studienplan_id": "364",
    "studienplan_bezeichnung": "0302-MWI-WS2018-BB",
    "gueltig_von": "WS2018",
    "gueltig_von_datum": "2018-09-01",
    "regelstudiendauer": "4",
    "lehrveranstaltungen": {
      "1": [
        {
          "lehrveranstaltung_id": "34370",
          "kurzbz": "MOD1.1",
          "semester": "1",
          "bezeichnung": "IT-Management",
          "bezeichnung_englisch": "IT-Management",
          "unterrichtssprache": "German",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "34410",
              "kurzbz": "ITSCbb",
              "semester": "1",
              "bezeichnung": "IT Strategie und IT Controlling",
              "bezeichnung_englisch": "IT Strategy and IT Controlling",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "This course will enable participants to develop an IT strategy based on the company's strategy to ensure the best IT alignment to the business. In addition, IT controlling is practically derived on the basis of company controlling. Within the framework of a model company, the practical implementation of the theoretical foundations, international standards and best practices are trained.\r\n"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Presentation of basic theory\r\ngroup work\r\ndiscussions\r\nReview of case studies\r\nIndependent elaboration of partial concepts\r\n"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "develop a company strategy and the derived IT strategy",
                      "develop a company controlling and IT controlling",
                      "design a company planning, management and control system"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Development of enterprise and IT strategies",
                      "Development of enterprise and IT control instruments",
                      "Establishment of Advanced Controlling Systems",
                      "Understand and deepen the necessary management methods, instruments, relevant international standards and best practices",
                      "Practical implementation of a simulation company"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Basics of business management and IT basics (ITIL, IT management systems, etc.)"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "see Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Moodle tests",
                      "Participation",
                      "Concept and presentation"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Mandatory"
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "The participants are optionally awarded the \"Expert for strategy and controlling (including IT strategy and IT controlling)\" certification from an international certification institute."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Diese Lehrveranstaltung befähigt die Teilnehmer, eine IT-Strategie auf der Grundlage der Unternehmens-Strategie zu entwickeln, um eine optimale Ausrichtung der IT an das Business zu gewährleisten. Darüber hinaus wird das IT-Controlling auf der Basis des Unternehmens-Controlling praktisch abgeleitet. Im Rahmen einer Musterfirma werden die praktischen Umsetzungen der theoretischen Grundlagen, internationalen Normen und Best Practices trainiert. "
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Präsentation der grundlegenden Theorie\r\nGruppenarbeiten\r\nDiskussionen\r\nDurcharbeit von Fallstudien\r\nSelbständige Erarbeitung von Teil-Konzepten\r\n"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "eine Unternehmens-Strategie und die abgeleitete IT-Strategie zu entwickeln",
                      "ein Unternehmens-Controlling und IT-Controlling daraus abzuleiten",
                      "ein Unternehmens-Planungs-, Management- und Steuerungs-System zu designen"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Entwicklung von Unternehmens- und IT-Strategien",
                      "Entwicklung von Unternehmens- und IT-Steuerungs-Instrumenten",
                      "Aufbau von Advanced Controlling Systems",
                      "Kennenlernen und Vertiefung von notwendigen Management-Methoden, Instrumenten, relevante internationale Normen und Best Practices",
                      "Praktisches Üben beim Aufbau einer Musterfirma"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Basics der Betriebswirtschaft und IT-Grundlagen (ITIL, IT-Management-Systeme etc.)"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "siehe Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Moodle-Tests",
                      "Beteiligung",
                      "Abschlussarbeit und Präsentation"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Verpflichtend"
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "Die Teilnehmer erhalten optional bei einem positiven Abschluss das Zertifikat „Experte für Strategie und Controlling (inklusive IT-Strategie und IT-Controlling)“ eines internationalen Zertifizierungs-Institutes."
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34376",
          "kurzbz": "MOD1.2",
          "semester": "1",
          "bezeichnung": "eBusiness",
          "bezeichnung_englisch": "eBusiness",
          "unterrichtssprache": "German",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "34411",
              "kurzbz": "EBUbb",
              "semester": "1",
              "bezeichnung": "eBusiness",
              "bezeichnung_englisch": "eBusiness",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "This course provides a comprehensive overview of digital and digitally enabled transactions and processes within a firm. Innovative technologies have made far-reaching changes in organizations possible. The goal of this course is to discuss the effects of new technologies on organizations and consumers. In the last decades, innovative technologies have brought fundamental shifts in/to organizations and transformed economic life. The main objective is to discuss the effects of upcoming technologies (e.g. blockchain technology, Artificial Intelligence, Internet of Things) on eBusiness and the impact of eBusiness on business and consumers. The case study “The Technology Group” will accompany students throughout the course to provide practical insights for students."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "This course consists of a combined lecture and seminar course. Further, each session consists of a presentation of the lecturer alternating with discussions about the topics at hand. These discussions aim at helping students in putting in practice diverse eBusiness concepts and serve as a preparation for the final multiple-choice exam. Sometimes, the lecture starts with the discussion of the individual home assignments. Moreover, students will conduct so-called ‘group work project’ consisting of a small research project in order to attain an expert status in an upcoming eBusiness topic. The corresponding literature will be provided online. The digital learning platform will be used for communication purposes, exchange of learning material and potential questions."
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "assess and evaluate the factors that lay behind successful companies’ eBusiness integration",
                      "to discuss the full range of B2C and B2B Electronic Business Models Business Model Innovation ",
                      "analyze the impact of the major electronic technology trends on business and society",
                      "evaluate a Web presence through sophisticated Web Analytics tools",
                      "apply theoretical insights to managing effective B2B Commerce (E-procurement and E-collaboration)",
                      "understand how upcoming topics such as Blockchain technology, artificial intelligence or Internet of Things change eBusiness"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Introduction: Basics of eBusiness technologies and characteristics of internet economics.",
                      "Business models: Identification and discussion of individual components of B2C and B2B business models and the factors influencing digital transformation.",
                      "Development of a presence: Analysis and creation of organizational internet appearances, discussion of the principles of user experience (design thinking) and development trends (mobile first approach), optimization possibilities (fundamentals of on-site and off-site search engine optimization) and management of information security.",
                      "B2B eBusiness: Transformation of supply chain management, electronic procurement and eGovernment. Discussion of different types of B2B commerce (different models of electronic marketplaces and industrial networks) as well as co-creation.",
                      "Conversational interfaces and the extension of reality: Artificial intelligence as a driver for a seamless eBusiness experience (e.g. chatbots). Use cases of IoT in eBusiness (e.g. wearable technologies).",
                      "Game changer Blockchain Technology: Discussion of Smart contracts, tokenization and digital identity.",
                      "Case study transformation of incumbent banks: Digital disruption and FinTech revolution. How PSD2 and open APIs change the banking and business landscape. "
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "There are no specific prerequisites required to join this course."
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Laudon & Traver, E-Commerce 2016: Business, Technology, Society | Pearson "
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Individual assignments: 20% ",
                      "Group work project: 40%",
                      "Individual written exam: 40%"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "You have to comply to the attendance standards of FH Technikum Wien."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Dieser Kurs bietet einen umfassenden Überblick über die digitalen Prozesse und Transaktionen in Unternehmen. Innovative Technologien haben weitreichende Veränderungen in Organisationen ermöglicht. Ziel dieses Kurses ist es, die Auswirkungen innovativer Technologien auf Organisationen und Verbraucher zu diskutieren. Überdies sollen die Auswirkungen aufkommender Technologien (z. B. Blockchain-Technologie, künstliche Intelligenz, Internet der Dinge) diskutiert werden. Die Fallstudie \"The Technology Group\" wird die Studierenden während des gesamten Kurses begleiten, um Studierenden praktische Einblicke zu geben."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Dieser Kurs kombiniert eine klassische Vorlesung mit einem Seminar. Neben der Präsentation des Lektors besteht jede Einheit aus Übungen & Diskussionen über die vorliegenden Themen. Diese Diskussionen sollen den Studierenden helfen, verschiedene eBusiness-Konzepte in die Praxis umzusetzen und dienen als Vorbereitung für die abschließende Prüfung. Darüber hinaus führen die Studierenden ein sogenanntes \"Group work project\" durch, das aus einem kleinen Forschungsprojekt besteht, um einen Expertenstatus in einem eBusiness-Thema zu erlangen. Die entsprechende Literatur wird online zur Verfügung gestellt. Die digitale Lernplattform wird für Kommunikationszwecke, den Austausch von Lernmaterial und mögliche Fragen genutzt."
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "die gesamte Bandbreite der B2C- und B2B-Modelle Geschäftsmodelle zu identifizieren",
                      "die Erfolgsfaktoren für die erfolgreiche digitale Transformation in Organisationen anzuwenden ",
                      "die wichtigsten Trends neuer Technologie auf Wirtschaft und Gesellschaft zu analysieren",
                      "eine digitale Plattform hinsichtlich Nutzerverhalten, Informationssicherheit und Technologie zu evaluieren",
                      "theoretische Kenntnisse auf effektiven B2B-Handel (E-Procurement und E-Collaboration) umzulegen",
                      "zu verstehen, wie aufkommende Technologien (z.B. Blockchain-Technologie, künstliche Intelligenz oder das Internet der Dinge) eBusiness verändern"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "1. Einführung: Grundlagen der eBusiness-Technologien und Merkmale der Internetökonomie.",
                      "2. Geschäftsmodelle: Identifikation und Diskussion einzelner Komponenten von B2C- und B2B-Geschäftsmodellen und der Einflussfaktoren der digitalen Transformation.",
                      "3. Entwicklung und Analyse einer digitalen Plattform: Diskussion der Prinzipien von User Experience und Entwicklungstrends, Optimierungsmöglichkeiten und Management der Informationssicherheit.",
                      "4. B2B eBusiness: Transformation von Lieferketten, elektronischer Beschaffung und elektronischer Behördendienste. Diskussion über verschiedene Arten von B2B-Commerce (verschiedene Modelle von Marktplätzen und industriellen Netzwerken) sowie Co-Creation Bemühungen.",
                      "5. Schnittstellen und die Erweiterung der Realität: Künstliche Intelligenz als Treiber für ein nahtloses eBusiness-Erlebnis (z. B. Chatbots). Anwendungsfälle von IoT im eBusiness.",
                      "6. Game changer Blockchain Technology: Diskussion von Smart Contracts, Tokenization und digitaler Identität.",
                      "7. Fallstudie Transformation der etablierten Banken: Digitale Disruption und FinTech-Revolution. Wie PSD2 und offene APIs die Bank- und Geschäftslandschaft verändern."
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Es sind keine speziellen Vorkenntnisse notwendig. "
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Laudon & Traver, E-Commerce 2016: Business, Technology, Society | Pearson "
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Individual assignments: 20% ",
                      "Group work project: 40%",
                      "Individual written exam: 40%"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Sie müssen die Anwesenheitsanforderungen der FH Technikum Wien einhalten."
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34377",
          "kurzbz": "MOD1.3",
          "semester": "1",
          "bezeichnung": "Management 1",
          "bezeichnung_englisch": "Management 1",
          "unterrichtssprache": "German",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "kMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "34412",
              "kurzbz": "PMIbb",
              "semester": "1",
              "bezeichnung": "IT-Projekt Management (PMI)",
              "bezeichnung_englisch": "IT Project Management (PMI)",
              "unterrichtssprache": "German",
              "ects": "3.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Proving project management qualification becomes more important in professional life over the recent years. This course comprises mainly the contents of the PMI standard. Students can make the PMI® certification as Certified Associate in Project Management (CAPM®) or Project Management Professional (PMP®) after passing this course. These certifications certify a person in professional project management skills."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Presentations\r\nTeam work\r\nSATs\r\nEntries in database and glossary"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "Give an overview about the processes and knowledge areas of PMI and to explain their connection.",
                      "Name and explain the PMI processes, their input and output factors, as well as the applied methods/ techniques within these processes.",
                      "Apply project management methods, which follow the rules of PMI, in the course of projects."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Overview about different PMI Certifications",
                      "Project Management Framework",
                      "Initiating Process Group",
                      "Planning Process Group",
                      "Executing Process Group",
                      "Monitoring & Controlling Process Group",
                      "Closing Process Group"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Knowledge about the usage of project management methods required"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "PMBOK Version 6 (2017): A Guide to the Project Management Body of Knowledge, PMBOK® Guide, 6th Edition."
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "7 SATs",
                      "1 Final exam (online)",
                      "1 Presentation",
                      "Database entries",
                      "Glossary entries",
                      "Homework (group work)"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Der Nachweis der PM-Qualifikation gewinnt zunehmend an Bedeutung.Diese Lehrveranstaltung behandelt Großteils den PMI Standard. Die Studierenden können nach Absolvierung dieser LV die PMI® Zertifizierung zum Certified Associate in Project Management (CAPM®) oder Project Management Professional (PMP®) durchführen. Diese Zertifizierungen stellen eine Bestätigung einer vorhandenen PM-Qualifikation dar."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Präsentationen \r\nGruppenarbeit \r\nSATs \r\nDatenbank & Glossar Einträge"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "Die Übersicht der Prozesse und Wissensgebiete von PMI wiederzugeben und deren Zusammenhänge zu erläutern.",
                      "Die PMI Prozesse, deren Input- und Output-Faktoren, sowie die angewandten Methoden/ Techniken wiederzugeben.",
                      "Projektmanagementmethoden, welche den PMI Regelungen folgen, im Zuge von Projekten anzuwenden."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Übersicht über PMI Zertifzierungen",
                      "Project Management Framework",
                      "Initiating Process Group",
                      "Planning Process Group",
                      "Executing Process Group",
                      "Monitoring & Controlling Process Group",
                      "Closing Process Group"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Kenntnisse zum Einsatz von Projektmanagement-Methoden erforderlich"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "PMBOK Version 6 (2017): A Guide to the Project Management Body of Knowledge, PMBOK® Guide, 6th Edition."
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "7 SATs",
                      "1 Final Prüfung (online)",
                      "1 Präsentation",
                      "Datenbank Einträge",
                      "Glossar Einträge",
                      "Hausarbeit (Gruppenarbeit)"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Es besteht Anwesenheitspflicht"
                  }
                }
              },
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "34413",
              "kurzbz": "MAFbb",
              "semester": "1",
              "bezeichnung": "Mitarbeiterführung",
              "bezeichnung_englisch": "Leadership",
              "unterrichtssprache": "German",
              "ects": "2.00",
              "sws": "1.50",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "SE",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "This course provides an overview of both the latest practical and the current theoretical leadership theories. One of the course’s fundamental components will be the student’s reflection about particular issues concerning leadership."
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "identify and to explain tasks and instruments of leadership (for example delegation,  agreement on objectives).",
                      "explain classical management models (for example leading continuum, Maturity Model)  and to apply to practical examples",
                      "describe different assumptions about human nature (for example  McGregor) and to derive the consequences for the leading of co-workers."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Leadership styles and instruments (for example staff appraisal)",
                      "Motivation, promotion and development of employees",
                      "Leadership functions versus professional tasks",
                      "Consequence of “not leading”",
                      "Role of the leader in a change process"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "none"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Blanchard, Kenneth H./Zigarmi, Patricia/Zigarmi, Drea (2009): Der MinutenManager: Führungsstile, 6. Auflage, Verlag Rowohlt, Reinbek bei Hamburg",
                      "Goleman, Daniel/Boyatzis, Richard/McKee, Annie (2012): Emotionale Führung, 7. Auflage, Ullstein Verlag, Berlin • Kasper, Helmut/Mayrhofer, Wolfgang (",
                      "Kasper, Helmut/Mayrhofer, Wolfgang (2009): Personalmanagement, Führung, Organisation, 4. Auflage, Verlag Linde, Wien",
                      "Malik, Fredmund (2006): Führen, Leisten, Leben. Wirksames Management für eine neue Zeit, 13. Auflage,  Verlag Heyne, München",
                      "Wunderer, Rolf (2007): Führung und Zusammenarbeit, 7. Auflage, Verlag Luchterhand, Köln"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Seminar paper"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is compulsory."
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "none"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Die Lehrveranstaltung gibt den Studierenden einen Überblick über den aktuellen Stand zum Thema Mitarbeiterführung sowohl hinsichtlich der Theorie als auch der Praxis. Ein wichtiger Teil der Lehrveranstaltung ist die eigene Reflexion der Studierenden zu ausgewählten Themenbereichen."
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "Aufgaben und Instrumente von Führung (z. B. Delegation, Zielvereinbarung) zu benennen und zu erläutern.",
                      "klassische Führungsmodelle (z. B. Führungskontinuum, Reifegradmodell) zu erläutern auf Praxisbeispiele anzuwenden.",
                      "unterschiedliche Menschenbilder (z. B. McGregor) zu beschreiben und die Konsequenzen hinsichtlich der Führung von MitarbeiterInnen abzuleiten"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Führungsstile und Führungsinstrumente (z.B. MitarbeiterInnengespräch)",
                      "Motivation, Förderung und Entwicklung von MitarbeiterInnen",
                      "Führungsaufgaben vs. Fachaufgaben",
                      "Konsequenzen des „Nicht-Führens“",
                      "Rolle der Führungskraft bei Veränderungsprozessen"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "keine"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Blanchard, Kenneth H./Zigarmi, Patricia/Zigarmi, Drea (2009): Der MinutenManager: Führungsstile, 6. Auflage, Verlag Rowohlt, Reinbek bei Hamburg",
                      "Goleman, Daniel/Boyatzis, Richard/McKee, Annie (2012): Emotionale Führung, 7. Auflage, Ullstein Verlag, Berlin • Kasper, Helmut/Mayrhofer, Wolfgang (",
                      "Kasper, Helmut/Mayrhofer, Wolfgang (2009): Personalmanagement, Führung, Organisation, 4. Auflage, Verlag Linde, Wien",
                      "Malik, Fredmund (2006): Führen, Leisten, Leben. Wirksames Management für eine neue Zeit, 13. Auflage,  Verlag Heyne, München",
                      "Wunderer, Rolf (2007): Führung und Zusammenarbeit, 7. Auflage, Verlag Luchterhand, Köln"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Seminararbeit"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Es besteht Anwesenheitspflicht."
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "keine"
                  }
                }
              },
              "lastupdate": "2020-07-16 13:39:22"
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34388",
          "kurzbz": "MOD1.4",
          "semester": "1",
          "bezeichnung": "Spezialisierung 1",
          "bezeichnung_englisch": "Specialisation 1",
          "unterrichtssprache": "German",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "38007",
              "kurzbz": "AIbb",
              "semester": "1",
              "bezeichnung": "Artificial Intelligence in Enterprises (Spezialisierung)",
              "bezeichnung_englisch": "Artificial Intelligence in Enterprises (Specialisation)",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "37256",
              "kurzbz": "MLbb",
              "semester": "1",
              "bezeichnung": "Machine Learning (Spezialisierung)",
              "bezeichnung_englisch": "Machine Learning (Specialisation)",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": false,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Ever wondered how CSI investigators recover the registration number of a villains car by feeding a blurred image into a computer and pressing a key? Will autonomous cars stop for life-sized dolls (as used in window decorations)? Is it possible that Facebook after recording your 200th “Like” really knows more about you than you know about yourself? Do merchant stores know about your decision before even you do? And how would they know all of this?\r\n"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Brief introductory presentations\r\nGuided tutorials based on standard libraries for machine learning\r\nIndividual exercises with scikit-learn\r\nBrief presentation of student results\r\nFuture courses will build on the results of this year"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "will have a sound understanding of available solutions and methods of machine learning",
                      "will understand where and when to apply machine learning to specific problems",
                      "have applicable knowledge of methods and tools to solve simple to intermediate problems themselves",
                      "can answer the introductory questions above"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Learning types (supervised vs. unsupervised)",
                      "Modelling (feature definitions, hypothesis and convergence)",
                      "Data acquisition, preparation and utilisation",
                      "Methods (classification, clustering, dimensional reduction)",
                      "Practical examples in different fields of applied machine learning",
                      "extrapolating possibilities into future applications"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Basic understanding of Linear Algebra, Differential Equations and Python as a programming language are required"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Basic reading material will be provided in Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Working implementation of examples required for positive grade"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Mandatory"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Wie schaffen die Spezialisten von CSI einen Fahrzeughalter zu identifizieren, mit nichts mehr als einem verschwommenen Foto des Nummernschildes? Ist es möglich, ein autonom fahrendes Auto mit einer Schaufensterpuppe am Vorbeifahren zu hindern? Kennt uns Facebook nach 200 “Likes” besser als unsere jahrelangen Lebenspartner? Weiß Billa/Merkur was wir kaufen werden sobald wir mit dem Einkaufswagen in den Laden kommen? Und woher wissen sie das?"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Kurze Motivationsvorträge\r\nGeführte Tutorials anhand einer Standard-Bibliothek für Machine Learning.\r\nSelbständige Übungen mit scikit-learn\r\nKurzpräsentationen der Studenten\r\nZukünftige Kurse werden auf den Ergebnissen dieses Jahres aufbauen"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "Anwendungsgebiete für Machine Learning zu identifizieren und zuverstehen",
                      "Algorithmen und Werkzeuge zur Problemlösung anzuwenden",
                      "Mit einem speziellen Set an Werkzeugen konkrete Lösungen zu implementieren",
                      "die eingangs gestellten sowie zukünftige Fragen zu beantworten"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Lernarten (supervised vs. unsupervised learning)",
                      "Problemmodellierung (Featuredefinitionen, Hypothesenbildung und Lernkonvergenz)",
                      "Datenbeschaffung, -aufbereitung and -nutzung",
                      "Algorithmen und Methoden (Klassifikation, Clustering, Dimensionsreduktion)",
                      "Praktische Beispiele aus ausgewählten Bereichen angewandten Machine learnings",
                      "Ausblick in mögliche zukünftige Anwendungsgebiete"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Grundkenntnisse der Linearer Algebra, Differentialrechnung sowie der Programmiersprache Python notwendig"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Grundlegende Literatur wird in Moodle bereitgestellt"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Implementierung lauffähiger Übungsbeispiele für eine positive Note erforderlich"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Verpflichtend"
                  }
                }
              },
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "37504",
              "kurzbz": "MITbb",
              "semester": "1",
              "bezeichnung": "Mobile Innovation (Spezialisierung)  ",
              "bezeichnung_englisch": "Mobile Innovation (Specialisation)",
              "unterrichtssprache": "English",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": false,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Technological progress in the last 10 years made a number of devices, previously considered luxury items, a necessity for everyday life. Today a smartphone, being an almost ubiquitous device that people carry with them for most of the time, still has a largely unrealized commercial potential. The ultimate goal of the specialization is to prepare graduates for effective performance of the managerial role of design and development of mobile solutions (IoT etc.), who can work in a team and is able to further commercialize the finished product. \r\n"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Presentations, Webinars, Assignments, Team-projects, Crirtical thinking approach, Discussions\r\nParts will be held via eLearning (Webinars)"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "To present an overview of the main platforms for mobile devices.",
                      "To use basic skills for designing mobile solutions",
                      "Develop mobile applications concepts based on an overview of the latest technological trends in mobile development, along with tips that can make an application stand out.",
                      "Develop business-models of their mobile businesses based on the knowledge of the major business-models, marketing tools where mobile applications are widely used."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "The course gives an insight into the design process of a mobile business.  Mobile applications.  E-business. (Present connection between mobile applications and e-business. Areas where it is possible to use mobile applications (marketing, dealership, e-shops, innovative projects etc.). Marketing tools.)  Network communications.(Basic functions and “tricks” of using mobile internet and mobile network connection are presented. Some examples and business opportunities.). Geolocation services. (Basic functions and “tricks” of usage GPS, Wi-Fi location services are presented. Some examples and business opportunities.). Embedded sensors and platforms will be discussed in terms of mobile business application. Collaborative data sharing business models will be discussed. Internet of Services. Internet of Things."
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Basic understanding of programming languages, basic understanding of IT"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "1.Vojislav B. Misic, Jelena Misic Machine-to-Machine Communications: Architectures, Technology, Standards, and Applications”, CRC Press, 2014.",
                      "2.K.C. Chen Machine-to-Machine Communications for Healthcare, Journal of Computing Science and Engineering, Vol. 6, No. 2, June 2012, pp. 119-126",
                      "3.Juniper Networks: M2M the rise of machines, http://www.slideshare.net/jpocalles/machine-to-machine-white-paper",
                      "4.http://en.wikipedia.org/wiki/Nanonetwork, 2014.",
                      "5.Akyildiz, I. F., Jornet, J. M., and Pierobon, M. \"Nanonetworks: A New Frontier in Communications,\" Communications of the ACM, vol. 54, no. 11, pp. 84-89, November 2011. http://www.ece.gatech.edu/research/labs/bwn/papers/2011/j12.pdf",
                      "6.Akyildiz, I. F. and Jornet, J. M., \"The Internet of Nano-Things,\" IEEE Wireless Communication Magazine, vol. 17, no. 6, pp. 58-63, December 2010 http://www.ece.gatech.edu/research/labs/bwn/surveys/nanothings.pdf",
                      "7.In Lee (Ed) “Mobile applications and knowledge advancements in e-business”, Idea Group Inc (IGI) , 2013.",
                      "9.Michael Mordhorst, “How to Help Enterprises Going Mobile: Investigation on Influences and Requirements of Business Apps Within Enterprise Mobility”, Anchor Academic Publishing, 2014"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "4 homework assignments gradually building towards the final project documentation."
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Required with presentations of assignments\r\nParts will be held via eLearning (Webinars)"
                  }
                }
              },
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "37257",
              "kurzbz": "BMGbb",
              "semester": "1",
              "bezeichnung": "Business Management (Spezialisierung)",
              "bezeichnung_englisch": "Business Management",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": false,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "In this course students will learn basics in bookkeeping, cost accounting, investment and finance. With this information students are able to make short-, medium- and longterm operational decisions from an financial point of view."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "lectures, exercises, articles"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "book business transactions on accounts",
                      "carry out an annual financial statement ",
                      "calculate the Break-Even-Point of a manufacturing company",
                      "analyze the budget variance of a cost centre",
                      "optimize the production program of a manufacturing company",
                      "apply static and dynamic investment-calculations",
                      "compare if leasing or credit is favourable to finance an investment opportunity",
                      "analyze the fiscal year based on indicators "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Elements and functions of bookkeeping, regulatory framework of bookkeeping, rules of orderly bookkeeping, bills and receipts, accounts, system of double entry bookkeeping, Terms used in cost accounting, BÜB, types of costs, systems of cost accounting, cost type accounting, cost centre accounting, cost unit accounting, contribution accounting, static and dynamic methods to calculate investments, different types of finance"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Principles of bookkeeping, cost accounting and financial mathematics are more than suggested."
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Bertl, Romuald/Deutsch, Eva/Hirschler, Klaus: Buchhaltungs und Bilanzierungshandbuch, jeweils aktuelle Auflage, Verlag Orac, Wien.",
                      "Olfert, Klaus: Kompakt-Training: Kostenrechnung, jeweils aktuelle Auflage, Friedrich Kiehl Verlag GmbH, Ludwigshafen.",
                      "Geyer, Alois / Hanke, Michael / Littich, Edith / Nettekoven, Michaela: Grundlagen der Finanzierung, jeweils aktuelle Auflage, Linde Verlag Wien Ges.m.b.H., Wien.",
                      "Thommen, Jean-Paul/Achleitner, Ann-Kristin: Allgemeine Betriebswirtschaftslehre, jeweils aktuelle Auflage, Springer Verlag, Berlin."
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "final exam (100%)"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is compulsory."
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "Could you please work through the script before the first lesson."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Im Rahmen dieser Lehrveranstaltung erwerben die Studierenden grundlegende Kenntnisse hinsichtlich internen und externen Rechnungswesen sowie der Planungsrechnung. Damit sind die Studierenden in der Lage kurz-, mittel- und langfristige, betriebliche Entscheidungen aus finanzwirtschaftlicher Sicht zu treffen."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Vortrag, Übungen, Artikel"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "Geschäftsfälle auf Konten zu verbuchen",
                      "den Jahresabschluss durchzuführen",
                      "den Break-Even-Point eines Fertigungsbetriebes zu berechnen",
                      "Budgetabweichungen einzelner Kostenstellen zu analysieren",
                      "das Produktionsprogramm eines Fertigungsbetriebes zu optimieren",
                      "statische und dynamische Investitionsrechenverfahren anzuwenden",
                      "zu vergleichen ob Leasing oder Kreditfinanzierung für ein Investitionsvorhaben günstiger ist",
                      "das Geschäftsjahr anhand von Kennzahlen zu bewerten "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Elemente und Funktionen der Finanzbuchhaltung, rechtliche Vorschriften, Grundsätze ordnungsmäßiger Buchführung, Belegwesen, Konten, Doppelte Buchhaltung, Begriffe der Kostenrechnung, BÜB, Kostentypologien, Kostenrechnungssysteme, Kostenarten-, Kostenstellen-, Kostenträgerrechnung, Deckungsbeitragsrechnung, statische und dynamische Investitionsrechenverfahren, Beteiligungs-, Kredit- und Selbstfinanzierung"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Grundlagen des Rechnungswesens und der Finanzmathematik werden stark empfohlen."
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Bertl, Romuald/Deutsch, Eva/Hirschler, Klaus: Buchhaltungs und Bilanzierungshandbuch, jeweils aktuelle Auflage, Verlag Orac, Wien.",
                      "Olfert, Klaus: Kompakt-Training: Kostenrechnung, jeweils aktuelle Auflage, Friedrich Kiehl Verlag GmbH, Ludwigshafen.",
                      "Geyer, Alois / Hanke, Michael / Littich, Edith / Nettekoven, Michaela: Grundlagen der Finanzierung, jeweils aktuelle Auflage, Linde Verlag Wien Ges.m.b.H., Wien.",
                      "Thommen, Jean-Paul/Achleitner, Ann-Kristin: Allgemeine Betriebswirtschaftslehre, jeweils aktuelle Auflage, Springer Verlag, Berlin."
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Abschlussprüfung (100%) "
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Es besteht Anwesenheitspflicht"
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "Arbeiten Sie bitte bereits vor der ersten LV das Skriptum durch."
                  }
                }
              },
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "36261",
              "kurzbz": "CONbb",
              "semester": "1",
              "bezeichnung": "Consulting (Spezialisierung)  ",
              "bezeichnung_englisch": "Consulting (Specialisation) ",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": false,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "This course gives an introduction to the profession of consulting. Consulting is a service in which you solve problems and complete the work necessary to achieve the client’s desire outcome. To reach this objective, consultants use tools and methods overall the consulting process. In this course you learn to understand the work of consultants, their methods, how the billion euro industry behind this profession works and how you can use these skills to solve typical problems in specific consulting areas."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Blended learning, Case Studies, exercise"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "explain the basics of consulting, the business behind the consulting industry and typical tasks of a professional consultant",
                      "give an overview over the different phases of the consultation process and explain the relevance of ethics and regulation rules in the consulting business",
                      "analyse a business problem in case studies with methods of the strategy consultation and apply strategic methods like Porters 5 Force Analysis, Porters Value Chain, SWOT Analysis and the McKinsey 7S Method",
                      "apply the PCDM method and to explain the hype cycle of Gartner and his relevance for a company",
                      "explain and apply the communication square method and describe the different roles of a consultant in the partnership with the client",
                      "explain the success factors of outsourcing, the different types of outsourcing and explain typical functions in an outsourcing project as well as problems for the Outsourcing Service Supplier",
                      "explain the organisation of Professional Service Firms and the difference in selling consulting services instead of products"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Consulting Basics (business, companies, jobs, how to think like a consultant? How to work like a consultant, how to guide a consultant?)",
                      "The Consulting process (general consulting framework)",
                      "Consulting methods (Strategy, Organisational, IT, Digitalization)",
                      "Consulting Ethics",
                      "Sales of Consulting services",
                      "Case Studies to apply the theoretical aspects in business problems"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "-"
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Case Studies",
                      "Final Exam"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Yes"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Consulting ist vielfältiges Tätigkeitsfeld in dem professionelle Berater Probleme von Kunden lösen und dabei versuchen das bestmögliche Ergebnis für den Kunden herauszuholen. Hinter Consulting steht mittlerweile eine enorme Industrie die den Bedarf an Beratungstätigkeiten in den verschiedensten Themenfeldern abdeckt. Um dies zu erreichen bedienen sich Berater oftmals einem Toolset an spezialisierten Methoden. In diesem Kurs lernen sie einige dieser Methoden kennen und erlernen deren Anwendbarkeit in Form von zu bearbeitenden Case Studies. Neben den generell erforderlichen Beraterfähigkeiten erlernen sie zudem wie Beratungsleistungen verkauft werden können und begeben sich somit auf die Reise durch die gesamte Wertschöpfungskette eines professionellen Beratungsunternehmens."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Vorlesung, Übungen, Case Studies"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "die Grundlagen und Voraussetzungen für professionelles Consulting zu erklären sowie das Verständnis für das Consulting Business zu erlangen und typische Aufgabengebiete eines Consultants zu nennen",
                      "einen Überblick über die einzelnen Phasen des Consulting Prozesses zu geben, sowie die Relevanz von Ethik und Regulationen im Consulting Umfeld zu erklären",
                      "Analyse und Lösung eines Business Problems im Rahmen von Case Studies unter Anwendung von strategischen Methoden wie Porters 5 Forces, Porters Value Chain, SWOT Analyse und der McKinsey 7s Methode",
                      "Anwendung der BKM Methode, um Prozesse darzustellen und zu optimieren sowie erklären des Garnter Hype Cycles ",
                      "das Kommunikations-Quadrat zu beschreiben und die verschiedenen Rollen eines Consultants in der Beziehung zum Kunden zu erklären",
                      "Erfolgsfaktoren für Outsourcing Projekte zu nennen und die Kenntnis erlangt verschiedenen Funktionen in solch einem Projekt sowie die typischen Probleme für den Anbieter zu erklären",
                      "die Organisation von Consulting Firmen und den Unterschied zwischen dem Verkauf von Services gegenüber Produkten zu benennen und dies in Form einer Angebots-Simulation anzuwenden"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Consulting Basics (Business, Unternehmen, Job-Aussichten, Wie denken Berater?, Wie arbeiten Berater?, Wie steuern Sie als Kunde einen Berater?)",
                      "Der Consulting Prozess (generelle Beratungsmethodik)",
                      "Consulting Methoden (Strategie, Organisation und IT, Digitalisierung)",
                      "Consulting Ethik",
                      "Verkauf von Consulting Dienstleistungen",
                      "Case Studies um theoretisches in praktischen Beispielen anzuwenden"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "-"
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Case Studies",
                      "Abschlussklausur"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Ja"
                  }
                }
              },
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "37239",
              "kurzbz": "INDbb",
              "semester": "1",
              "bezeichnung": "Industrie 4.0 (Supply Chain Management) Spezialisierung",
              "bezeichnung_englisch": "Industry 4.0 (Supply Chain Management)",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": false,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34389",
          "kurzbz": "MOD1.5",
          "semester": "1",
          "bezeichnung": "Systems Engineering",
          "bezeichnung_englisch": "Systems Engineering",
          "unterrichtssprache": "German",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "34415",
              "kurzbz": "SYEbb",
              "semester": "1",
              "bezeichnung": "Systems Engineering",
              "bezeichnung_englisch": "Systems Engineering",
              "unterrichtssprache": "English",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "This course provides an introduction to the Systems Engineering (SE) as an interdisciplinary engineering approach that provides solution for complex engineering problems. SE looks at a system as a whole while understanding its internal structure, internal and external interfaces and their interactions with their environment in diverse context. SE forces the Systems Engineers to communicate the issues of the stakeholders, guides them during system requirements analysis life-cycle and supports their decision making procedures at different solution levels until life-cycle activities culminate in a system architecture design covering all functional and non-functional stakeholder requirements. The diversity of the parts of a complex system cannot be engineered independently of one another, therefore, SE bridges the traditional engineering disciplines and coordinates activities while individual parts of a complex system are designed, implemented, tested, and integrated by different organizations."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "ILV\r\nStudent-centered teaching utilizing team project and weekly home works to help students to understand the \"Systems Engineering\" discipline better. "
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "describe processes, methods, and practices of systems engineering;",
                      "use the systems engineering vocabulary/terminology;",
                      "recognize systems engineering as a part of project management;",
                      "apply requirements analysis techniques for a particular system; ",
                      "understand the importance of a high quality specification and can create specifications; ",
                      "recognize the distinguished tests for each development stage of the systems life cycle; ",
                      "understand the risk management and cost estimation in systems engineering; "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Introduction to Systems Engineering",
                      "Systems Engineering Viewpoint, Complex systems",
                      "Systems Engineering Life cycle",
                      "The Systems Engineering method, Stakeholders",
                      "Concept development stage of the SE life cycle model",
                      "Decision making and Trade-off analysis",
                      "Risk management, and Cost Estimation",
                      "Systems Modelling with UML - main concepts and overview",
                      "Selected aspects of other SE life cycle phases: Testing, Maintenance"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Software Engineering"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Course slides",
                      "Textbook: Systems Engineering Principles and Practice, 2nd Edition, Alexander Kossiakoff, William N. Sweet, Samuel J. Seymour, Steven M. Biemer"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "home work, team project and final exam "
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory!"
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "For detail information see Moodle"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Dieser Kurs vermittelt eine Einführung in das Systems Engineering (SE) als interdisziplinären Engineering-Ansatz zur Lösung komplexer Engineering-Probleme. SE betrachtet ein System als Ganzes und versteht seine interne Struktur, interne und externe Schnittstellen und deren Wechselwirkungen mit seiner Umgebung in einem unterschiedlichen Kontext. SE zwingt die Systemingenieure, die Probleme der Stakeholder zu kommunizieren, begleitet sie während des Lebenszyklus der Systemanforderungen und unterstützt ihre Entscheidungsprozesse auf verschiedenen Lösungsebenen, bis die Lebenszyklusaktivitäten in einem Systemarchitekturdesign münden, das alle funktionalen und nicht-funktionalen Stakeholderanforderungen abdeckt. Die Vielfalt der Teile eines komplexen Systems kann nicht unabhängig voneinander entwickelt werden, daher überbrückt SE die traditionellen Ingenieurdisziplinen und koordiniert die Aktivitäten, während einzelne Teile eines komplexen Systems von verschiedenen Organisationen entworfen, implementiert, getestet und integriert werden."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "ILV\r\nSchülerzentrierter Unterricht mit Teamprojekt und wöchentlicher Hausarbeit, um den Schülern zu helfen, die Disziplin \"Systems Engineering\" besser zu verstehen."
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "Prozesse, Methoden und Praktiken von Systems Engineering zu beschreiben;",
                      "technische Vokabular/Terminologie die von Systems Engineering zu verwenden;",
                      "System Engineering als Teil des Projektmanagements anzuerkennen;",
                      "Anforderungsanalysetechniken für ein bestimmtes System anzuwenden;",
                      "die Bedeutung einer hochqualitativen Spezifikation zu verstehen und Spezifikationen erstellen zu können;",
                      "die unterschiedlichen Tests für jede Entwicklungsstufe des Systemlebenszyklus anzuerkennen;",
                      "das Risikomanagement und die Kostenschätzung im Systems Engineering zu verstehen;"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Einführung in die Systemengineering",
                      "Systems Engineering perspektive, Komplexe Systeme",
                      "Systems Engineering Lebenszyklus",
                      "Die Systems Engineering-Methode",
                      "Konzeptentwicklungsphase des SE-Lebenszyklusmodells",
                      "Entscheidungsfindung und Trade-off-Analyse",
                      "Risikomanagement und Kostenschätzung",
                      "Systemmodellierung mit UML - Hauptkonzepte und Überblick",
                      "Ausgewählte Aspekte anderer SE-Lebenszyklusphasen: Validierung, Wartung"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Software Engineering"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Folien",
                      "Buch: Systems Engineering Principles and Practice, 2nd Edition, Alexander Kossiakoff, William N. Sweet, Samuel J. Seymour, Steven M. Biemer"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Heimarbeit, Teamprojekt und Abschlussprüfung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Bei dieser Lehrveranstaltung besteht Anwesenheitspflicht "
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "Weitere Informationen finden Sie unter Moodle"
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34390",
          "kurzbz": "MOD1.6",
          "semester": "1",
          "bezeichnung": "Wissenschaftliches Arbeiten 1",
          "bezeichnung_englisch": "Scientific Working 1",
          "unterrichtssprache": "German",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "36807",
              "kurzbz": "QTMbbGL",
              "semester": "1",
              "bezeichnung": "Quantitative Methoden (Statistik) Grundlagen",
              "bezeichnung_englisch": "Quantitative Methods Fundamentals",
              "unterrichtssprache": "German",
              "ects": "4.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Dieser Kurs vermittelt Methoden für die Auswertung von quantitativen Erhebungen (zB Umfragen, Firmendaten oder technischen Messungen). Inhalte sind gängige Analysemethoden der beschreibenden und schließenden Statistik, die mittels der Standardsoftware R umgesetzt werden."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Vortrag \r\n- Übungen (am Computer) "
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "die wichtigsten Grundaufgaben der Statistik zu erklären und einer konkreten praktischen Aufgabe zuzuordnen",
                      "erhobene Daten in R vorzuverarbeiten",
                      "Daten in R zu beschreiben und zu visualisieren",
                      "Intervall- und Punkschätzungen und Hypothesentests für kategoriale und metrische Merkmale durchzuführen",
                      "Zusammenhänge zwischen zwei kategorialen Variablen zu testen",
                      "lineare Regressions- und varianzanalytische Modelle für metrische abhängige Variablen aufzustellen und zu prüfen",
                      "einfache Zeitreihenanalysen durchzuführen",
                      "logistische Regressionsmodelle für die Wahrscheinlichkeit des Eintretens eines Ereignisses aufzustellen und zu prüfen",
                      "die Ergebnisse in Form eines strukturierten Berichtes zusammenzufassen"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Grundlagen der empirischen Sozialforschung (Untersuchungsplanung, Datenerhebung)",
                      "Datenmangement in R",
                      "Eine kategoriale Variable: absolute und relative Häufigkeiten, Balkendiagramme, Chi-Quadrat-Test",
                      "Zwei kategoriale Variablen: Kontingenztabellen, gruppierte Balkendiagramme, Spineplot, Chi-Quadrat-Test auf Unabhängigkeit und Homogenität",
                      "Eine metrische Variable: Histogramm, Lage- und Streumaße, Boxplot, t-Test",
                      "Zwei metrische Variablen: Streudiagramm, Korrelationsrechnung, Regressionsrechnung",
                      "Zeitreihenanalyse: Zeitreihendiagramm, Anpassen von Regressionsmodellen, Zerlegung in Trend- und Saisonkomponenten, Kurzfristprognosen",
                      "Kategoriale und metrische Variablen: Ein- und zweifache Varianzanalyse mit Wechselwirkungen",
                      "Binäre und metrische Variablen: Logistische Regression, Spinogram, Wechselwirkungen"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "- Wahrscheinlichkeitsrechnung & Angewandte Statistik (insbesondere Verteilungen, Konfidenzintervalle und t-Test)\r\n- Programmierkenntnisse"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Skriptum",
                      "Hatzinger/Hornik/Nagel: R – Einführung durch angewandte Statistik, Pearson Studium, 2011"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Abschlussklausur",
                      "10 Bonuspunkte auf laufende Übungen (Präsenz)"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheitspflicht"
                  }
                }
              },
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "36808",
              "kurzbz": "QTMbbAW",
              "semester": "1",
              "bezeichnung": "Quantitative Methoden (Statistik) Anwendungen",
              "bezeichnung_englisch": "Quantitative Methods Applications",
              "unterrichtssprache": "German",
              "ects": "1.00",
              "sws": "1.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "In diesem Kurs wird - parallel zur Lehrveranstaltung \"Quantitative Methoden (Statistik) - Grundlagen\" ein Statistik-Projekt in Zweiergruppen geplant und durchgeführt - von der anfänglichen Forschungsfrage bis zum abschließenden Projektbericht."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Vortrag\r\n- Coaching in der Umsetzungsphase"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "die wichtigsten Grundaufgaben der Statistik zu erklären und einer konkreten praktischen Aufgabe zuzuordnen",
                      "eine empirische Untersuchung von der Forschungsfrage über deren Operationalisierung hin zur Datenerhebung und -auswertung zu planen",
                      "einen Fragebogen zu entwerfen und zu testen",
                      "Daten zu erheben",
                      "erhobene Daten in R vorzuverarbeiten, zu beschreiben und zu visualisieren",
                      "die Ergebnisse in Form eines strukturierten Berichtes zusammenzufassen"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Grundlagen der empirischen Sozialforschung (Untersuchungsplanung, Datenerhebung)",
                      "Reproducible Scientific Research"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "- Wahrscheinlichkeitsrechnung & Angewandte Statistik\r\n- Datenanalyse und statistische Modellierung\r\n- Programmierkenntnisse"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Skriptum"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "laufende Hausübungen",
                      "abschließende Abgabe eines Projektberichts"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit ist nur in der ersten Einheit erforderlich."
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        }
      ],
      "2": [
        {
          "lehrveranstaltung_id": "34393",
          "kurzbz": "MOD2.1",
          "semester": "2",
          "bezeichnung": "Datenmanagement",
          "bezeichnung_englisch": "Data Management",
          "unterrichtssprache": "German",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "34417",
              "kurzbz": "DWBIbb",
              "semester": "2",
              "bezeichnung": "Data Warehouse und Business Intelligence",
              "bezeichnung_englisch": "Data Warehouse and Business Intelligence",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "This Course introduces to key concepts, technologies and methods of Business Intelligence (BI). Amongst others, an overview of Analytics and Data Warehousing is given (modeling and implementation of a data warehouse). Moreover, the management of BI-related projects as well as basic techniques for data modeling and presentation and selected aspects of data management are addressed in this course. Finally and with respect to practical skills, students learn how to set up an ETL process to populate a data warehouse, create and analyze OLAP cubes, and apply data mining techniques. For this course, the software MS SQL Server (Integration Services, Analysis Services) will be used."
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "give an overview of Business Intelligence and Data Warehousing",
                      "understand and develop a BI-related business case and plan a project on a micro-level accordingly",
                      "elicit requirements for a BI solution with respect to a business context",
                      "reproduce basics on data modeling (ERM) and prepare datasets for BI",
                      "acquire knowledge and skills about data sources, data quality and database technology",
                      "give an overview of BI operations / tools and apply statistical methods on datasets",
                      "explain fundamentals of Data Mining and apply selected techniques in practice",
                      "carry out a complete DWH project (planning, implementation, reports) using data from an ERP system",
                      "implement a multidimensional analysis model (OLAP) and analyze the data"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Introduction to Business Intelligence (BI) and Data Warehousing (DW)",
                      "Business Case and Project Management",
                      "Business Architecture and Requirements",
                      "Data Modeling",
                      "Data Management",
                      "BI Operations, Tools and (Statistical) Methods",
                      "Data Mining",
                      "Data Presentation"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Knowledge on data modeling, databases, project management and statistical methods"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Haertzen, D. (2012): The Analytical Puzzle: Profitable Data Warehousing, Business Intelligence and Analytics. 1. Ausgabe. Technics Publications.",
                      "Folien/Slides",
                      "Kimball, R., Ross, M.: The Datawarehouse Toolkit (2nd Ed., Chapters 1-6)"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Course immanent assessment method and end exam"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Required "
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Dieser Kurs führt in grundlegende Konzepte, Technologien und Methoden der Business Intelligence (BI) ein. Unter anderem wird ein Überblick über Analytics und Data Warehousing gegeben (Modellierung und Umsetzung einer DWH-Lösung). Zudem werden die Planung von BI-bezogenen Projekten, relevante Techniken der Datenmodellierung und -präsentation sowie ausgewählte Aspekte des Datenmanagements behandelt. Hinsichtlich praktischer Fertigkeiten lernen die Kursteilnehmer, wie ein ETL-Prozess zur Generierung eines Data Warehouses durchgeführt, ein OLAP-Würfel aufgesetzt und analysiert sowie  Techniken des Data Minings eingesetzt werden. Im Kurs wird  die Software MS SQL Server (Integretation Services, Analysis Services) verwendet."
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "einen Überblick über Business Intelligence und Data Warehousing zu geben",
                      "einen BI-bezogenen Geschäftsfall zu entwerfen und ein dazugehöriges Projekt zu planen",
                      "Anforderungen an eine BI Lösung für einen gegebenen Geschäftsfall abzuleiten",
                      "ein für einen BI-Ansatz notwendiges Datenmodell zu erstellen und einen Datensatz vorzubereiten",
                      "Datenquellen handzuhaben, die Qualität der Daten abzuschätzen und Daten aus Datenbanksystemen zu beziehen",
                      "wesentliche BI Operationen zu erklären, passende BI Werkzeuge auszuwählen und ausgewählte Methoden der Statistik auf Echtdaten anzuwenden",
                      "Grundlagen des Data Mining zu erklären und ausgewählte Techniken in der Praxis anzuwenden",
                      "selbständig ein komplettes DWH-Projekt (Planung, Implementierung, Berichte) auf Basis von Daten eines ERP-Systems umzusetzen",
                      "Ein multidimensionales Analysemodel (OLAP) praktisch umzusetzen und damit Daten auszuwerten"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Einführung zu Business Intelligence (BI) und Data Warehousing (DW)",
                      "Entwicklung von Geschäftsfällen und BI-bezogenen Projekten",
                      "Geschäftsmodell für und Anforderungen an Business Intelligence",
                      "Datenmodellierung",
                      "Datenmanagement (Datenquellen, Datenqualität und Datenbanken)",
                      "BI Operationen, Werkzeuge und (statistische) Methoden",
                      "Data Mining",
                      "Datenpräsentation (Scorecards, Dashboards)"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Kenntnisse zu Datenmodellierung, Datenbanken, Projektmanagement und statistischer Methoden"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Haertzen, D. (2012): The Analytical Puzzle: Profitable Data Warehousing, Business Intelligence and Analytics. 1. Ausgabe. Technics Publications.",
                      "Folien/Slides",
                      "Kimball, R., Ross, M.: The Datawarehouse Toolkit (2nd Ed., Chapters 1-6)"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "LV-Immanente Leistungsbeurteilung und  Abschlussprüfung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Verpflichtend"
                  }
                }
              },
              "lastupdate": "2020-03-05 08:54:09"
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34395",
          "kurzbz": "MOD2.2",
          "semester": "2",
          "bezeichnung": "Geschäftsprozessmanagement",
          "bezeichnung_englisch": "Business Process Management",
          "unterrichtssprache": "German",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "34418",
              "kurzbz": "GPMbb",
              "semester": "2",
              "bezeichnung": "Geschäftsprozessmanagement",
              "bezeichnung_englisch": "Business Process Management",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "The purpose of the course is to show you the methods, techniques and concepts of business process management. As graduates of this course, you will be able to describe the tasks of business process management. Furthermore, you will get a role picture of a process manager. Thus, you will be able to recognize, abstract, analyze and optimize (operational and IT-based) business processes. You will also be able to describe models, frameworks, as well as further roles and tools of business process management and to discuss and conceive their use in an enterprise. Beyond that, this course has the goal to clarify the connection between business process management and other management disciplines, as well as to show you the efficiency and the necessity of integrated management systems and their tools. Thus, after completing this course you can express the relationship of business process management to other management disciplines, to present the basics of quality management, to apply tools of quality and process management for the continuous improvement and to explain the operating principle of an integrated management system.\r\n"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Integrated course, Inverted Classroom"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "identify the tasks, as well as the organizational, personnel and technical challenges of business process management (BPM) in an enterprise and to describe the relationship of BPM to other management disciplines.",
                      "design an orientation and an action framework for the process orientated adjustment of an enterprise in normative, strategic and operational level, as well as to derive based on them the necessary activities to be implemented and the BPM product and service portfolio. ",
                      "explain the substantial aspects of strategic and operational management of business processes (basic principles of BPM, roles & committees, level of maturity and success measurement and competence development) and to select suitable models (e.g. level of maturity) and tools for organizational anchoring (performance measurement by KPI, competence development etc.).",
                      "describe necessary roles & committees of BPM at introduction and continuous operation and to integrate it conceptual into an organizational structure - also in relation to other management disciplines (quality management, knowledge management, etc.).",
                      "describe operational activities within the conception, implementation & introduction of business processes and to apply the therefore necessary tools in the identification, analysis, illustration and control of processes. ",
                      "describe the substantial terms to describe tasks and challenges of quality management, as well as to identify the interfaces of business process management.",
                      "apply fundamental tools for quality-oriented problem solution and continuous improvement, as well as to discuss holistic methods of quality management in an organization based on standards (ISO 9001, EFQM, etc.).",
                      "discuss individual management systems by harmonization and common objectives in form of an integrated management system and approach of corporate management."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Fundamental concepts of BPM (Framework, leadership, roles and committees, modeling of BP, activities, tasks of the normative, strategic and operational BPM)",
                      "BPM as management approach and the relationship to other management disciplines",
                      "Fundamentals of quality management",
                      "Tools, concepts and methods of quality management",
                      "BPM and QM as substantial aspects of an integrated approach for enterprise control"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Business process management fundamentals, marketing and management fundamentals, enterprise organization and - guidance fundamentals, Basic knowledge operational information systems"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Platinus Consulting GmbH, 2015., Training materials – Geschäftsprozessmanagement Grundlagen, based on the Certified Business Process Professional (CBPP) - Foundation Level.",
                      "Schmelzer,H.J., Sesselmann, W. 2003, Geschäftsprozessmanagement in der Praxis; 3rd edition, Carl Hanser Verlag."
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Course immanent assessment method and end exam"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Presence obligatory"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Diese LV hat die Aufgabe, ihnen die Methoden, Techniken und Konzepte des Geschäftsprozessmanagements zu vermitteln. Als AbsolventInnen der LV können sie die Aufgaben des Geschäftsprozessmanagements beschreiben und besitzen ein Rollenbild eines Prozessmanagers. Dies führt dazu, dass (betriebliche sowie IT basierende) Geschäftsprozesse als solche erkannt, abstrahiert, analysiert und optimiert (IT basierend) werden können. Sie sind in der Lage Modelle, Frameworks, weitere Rollen und Tools des Geschäftsprozessmanagements zu erläutern und deren Verwendung im Unternehmen zu diskutieren und zu konzipieren. Darüber hinaus hat die LV das Ziel, das Verhältnis des Geschäftsprozessmanagements zu anderen Managementdisziplinen zu klären und ihnen somit die Leistungsfähigkeit und auch die Notwendigkeit von integrierten Managementsystemen und deren Werkzeugen zu verdeutlichen. Dadurch sind sie nach Absolvierung der LV in der Lage, das Verhältnis des Geschäftsprozessmanagements zu anderen Managementdisziplinen zu bestimmen, die Grundlagen des Qualitätsmanagements darzustellen, Tools des Qualitäts- und Prozessmanagements zur kontinuierlichen Verbesserung anzuwenden und die Funktionsweise eines integrierten Managementsystems zu erklären. \r\n"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Integrierte Lehrveranstaltung, Inverted Classroom"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "die Aufgaben, sowie die organisatorischen, personellen und technischen Herausforderungen des Geschäftsprozessmanagements (GPM) in einem Unternehmen zu identifizieren und das Verhältnis des GPM zu anderen Managementdisziplinen zu erläutern. ",
                      "einen Orientierungs- und Handlungsrahmen (Framework) zur prozessorientierten Ausrichtung eines Unternehmens in normativer, strategischer und operativer Ebene zu konzipieren, sowie daraus die notwendigen Aktivitäten zur Implementierung und das GPM-Produkt- und Serviceportfolio abzuleiten. ",
                      "die wesentlichen Aspekte der strategischen und operativen Führung in Geschäftsprozessen (Grundprinzipien des GPM, Rollen & Gremien, Reifegrade und Erfolgsmessung und Kompetenzentwicklung) zu erklären und geeignete Modelle (z.B. Reifegradmodelle) und Werkzeuge zur organisatorischen Verankerung (Leistungsmessung mit KPI, Kompetenzentwicklung etc.) auszuwählen.",
                      "die notwendigen Rollen & Gremien des GPM bei Einführung und im laufenden Betrieb zu beschreiben und in eine Aufbauorganisation konzeptionell – auch im Verhältnis zu anderen Managementdisziplinen (Qualitäts-, Wissensmanagement, etc.) - zu integrieren.",
                      "die operativen Aktivitäten in der Konzeption, Implementierung & Einführung von Geschäftsprozessen zu beschreiben und die dazu notwendigen Werkzeuge in der Identifizierung, Analyse, Abbildung und Steuerung von Prozessen anzuwenden.",
                      "die wesentlichen Begriffe, Aufgaben und Herausforderungen des Qualitätsmanagements zu erläutern, sowie die Schnittstellen zu Geschäftsprozessmanagement zu identifizieren.",
                      "grundlegende Tools zur qualitätsorientierten Problemlösung und kontinuierlichen Verbesserung anzuwenden, sowie unter Einsatz von ganzheitlichen Methoden des Qualitätsmanagements in einer Organisation auf Basis von Standards (ISO 9001, EFQM, etc.) zu diskutieren.",
                      "einzelne Managementsysteme durch Harmonisierung und gemeinsame Zielsetzungen in Form eines integrierten Managementsystems und Unternehmenssteuerungsansatzes zu diskutieren."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Grundlegende Konzepte des GPM (Framework, Leadership, Rollen und Gremien, Modellierung von GP, Tätigkeiten und Aufgaben des normativen, strategischen und operativen GPM)",
                      "GPM als Managementansatz und das Verhältnis zu anderen Managementansätzen",
                      "Grundlagen des Qualitätsmanagements",
                      "Tools, Konzepte und Methoden des Qualitätsmanagements",
                      "GPM und QM als wesentliche Aspekte eines integrierten Ansatzes zur Unternehmenssteuerung"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Grundlagen des Prozessmanagements, Grundlagen der Betriebswirtschaft, Grundlagen der Unternehmensorganisation und -führung , Grundwissen betriebliche Informationssysteme\r\n\r\n"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Platinus Consulting GmbH, 2015., Trainingsunterlagen - Geschäftsprozessmanagement Grundlagen  basierend auf dem Certified Business Process Professional (CBPP) - Foundation Level.",
                      "Schmelzer,H.J.,Sesselmann,W. 2003, Geschäftsprozessmanagement in der Praxis; 3.Auflage, Carl Hanser Verlag."
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "LV-Immanente Leistungsbeurteilung und  Abschlussprüfung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Verpflichtend"
                  }
                }
              },
              "lastupdate": "2020-03-10 21:36:01"
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34396",
          "kurzbz": "MOD2.3",
          "semester": "2",
          "bezeichnung": "Management 2",
          "bezeichnung_englisch": "Management 2",
          "unterrichtssprache": "German",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "kMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "34419",
              "kurzbz": "USTbb",
              "semester": "2",
              "bezeichnung": "Unternehmenssteuerung",
              "bezeichnung_englisch": "Integrated Corporate Management",
              "unterrichtssprache": "German",
              "ects": "3.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "This course gives an overview of the basics of corporate management and the related management systems and instruments as well as their IT support. Practical examples are worked through based on theoretical aspects. "
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Theoretical basics\r\nCase studies\r\nPractical knowledge\r\nJoint development of a practical company control system with IT tool\r\nDevelopment and presentation of a concept (different topics per participant)"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "name and apply the basics of corporate positioning and strategy development",
                      "discuss the relevant aspects of corporate planning, management, monitoring and operational management of different departments",
                      "use relevant management and software tools"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Corporate positioning",
                      "Strategy development",
                      "Corporate planning ",
                      "Monitoring",
                      "Management",
                      "Operational management",
                      "Management Systems",
                      "Management Instrumente",
                      "Basics of Corporate management"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Basics of business administration"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "see Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Active participation in the courses",
                      "Moodle intermediate tests according to the individual teaching blocks",
                      "Development and presentation of a subject-specific topic",
                      "Moodle final test"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Mandatory"
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "On successful completion of the course, participants will receive the \"integrated management and control\" certificate by the international certification company SGS."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Diese Lehrveranstaltung gibt einen Einblick in die Grundagen der Unternehmenssteuerung und die damit verbundenen Management Systeme und Instrumente sowie deren IT Unterstützung. Basierend auf theoretischen Aspekten werden praktische Beispiele durchgearbeitet.. "
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Theoretische Grundlagen\r\nFallstudien\r\nPraxiserkenntnisse\r\nGemeinsamer Entwicklung eines praktischen Unternehmenssteuerungs-Systems mit IT-Tool\r\nErarbeitung und Präsentation eines Konzeptes (unterschiedliche Themen je Teilnehmer)"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "die relevanten Aspekte von Corporate Positioning und Strategieentwicklung zu benennen und anzuwenden",
                      "die relevanten Aspekte von Corporate Planning, Management, Monitoring and Operational Management in unterschiedlichen Abteilungen kritisch zu diskutieren ",
                      "relevante Management und Software Tools zu benutzen"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Corporate positioning",
                      "Strategieentwicklung",
                      "Corporate planning ",
                      "Monitoring",
                      "Management",
                      "Operational management",
                      "Management Systems",
                      "Management Instrumente",
                      "Grundlagen der Unternehmenssteuerung"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Grundlagen der Betriebswirtschaft"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "siehe Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Aktive Beteiligung bei den Lehrveranstaltungen",
                      "Moodle-Zwischentests nach den einzelnen Lehrblöcken",
                      "Erarbeitung und Präsentation eines fachspezifischen Themas",
                      "Moodle-Abschlusstest"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Verpflichtend"
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "Bei erfolgreichem Abschluss der LV erhalten die Teilnehmer das Zertifikat \"Integrierte Unternehmensführung und -steuerung\" von der internationalen Zertifizierungsgesellschaft SGS."
                  }
                }
              },
              "lastupdate": "2020-04-25 13:03:29"
            },
            {
              "lehrveranstaltung_id": "34420",
              "kurzbz": "VHTbb",
              "semester": "2",
              "bezeichnung": "Verhandlungstechnik",
              "bezeichnung_englisch": "Negotiation Techniques",
              "unterrichtssprache": "German",
              "ects": "2.00",
              "sws": "1.50",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "SE",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "The course prepares the students for negotiation processes and focuses on consultative and solution oriented models."
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "explain the principles and phases of solution-oriented negotiation processes (for example Harvard principled negotiation).",
                      "describe objections client orientated (for example demand, motives, uitility) and to argue solution orientated",
                      "design a negotiation process with several stages using predefined tools (for example questioning techniques) and to implement it in simple close to reality negotiation pitches"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Principles of negotiating and selling",
                      "Harvard principled negotiation",
                      "Psychologie der Überzeugung",
                      "Lösungsorientiertes Verhandlungsgespräch: Vorbereitung, Bedarf, Argumentation, Einwandbehandlung, Abschluss",
                      "Rollen im Verhandlungs- und Verkaufsprozess",
                      "Konflikte in Verhandlungs- und Verkaufssituationen"
                    ]
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Cialdini, Robert B. (2007): Die Psychologie des Überzeugens, Bern: Verlag Hans Huber",
                      "Fischer, Roger/Ury, William/Patton, Bruce (2009): Das Harvard Konzept, 23. Auflage, Frankfurt: Verlag Campus"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Course immanent assessment method (grade)"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is compulsary."
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "none"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Die Lehrveranstaltung bereitet die Studierenden auf Verhandlungsprozesse vor. Dabei steht der beratungs- und lösungsorientierte Ansatz im Vordergrund."
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "die Prinzipien und Phasen des lösungsorientierten Verhandlungsprozesses (z.B. Harvard Konzept) zu erläutern.",
                      "Einwände aus einer kundenorientierten Sichtweise (z. B. Bedarf, Motive, Nutzen) darzustellen und lösungsorientiert zu argumentieren.",
                      "einen Verhandlungsprozess in mehreren Schritten unter Anwendung vorgegebener Tools (z.B. Fragetechniken) zu konzipieren und in einem einfachen realitätsnahen Verhandlungsgespräch umzusetzen."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Prinzipien des Verhandelns und Verkaufens",
                      "Harvard-Konzept",
                      "Psychologie der Überzeugung",
                      "Lösungsorientiertes Verhandlungsgespräch: Vorbereitung, Bedarf, Argumentation, Einwandbehandlung, Abschluss",
                      "Rollen im Verhandlungs- und Verkaufsprozess",
                      "Konflikte in Verhandlungs- und Verkaufssituationen"
                    ]
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Cialdini, Robert B. (2007): Die Psychologie des Überzeugens, Bern: Verlag Hans Huber",
                      "Fischer, Roger/Ury, William/Patton, Bruce (2009): Das Harvard Konzept, 23. Auflage, Frankfurt: Verlag Campus"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "LV-Immanente Leistungsbeurteilung (Note)"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Es besteht Anwesenheitspflicht"
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "keine"
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34397",
          "kurzbz": "MOD2.4",
          "semester": "2",
          "bezeichnung": "Spezialisierung 2",
          "bezeichnung_englisch": "Specialisation 2",
          "unterrichtssprache": "German",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "36994",
              "kurzbz": "ITSECbb",
              "semester": "2",
              "bezeichnung": "IT Security Management (Spezialisierung)  ",
              "bezeichnung_englisch": "IT Security Management (Specialisation) ",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": false,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "37258",
              "kurzbz": "ITIMbb",
              "semester": "2",
              "bezeichnung": "IT Innovation Management (Spezialisierung)",
              "bezeichnung_englisch": "IT Innovation Management (Specialisation) ",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": false,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Einer der wichtigsten Erfolgsfaktoren im IT Business ist es laufend technische Innovationen sowie ergänzende Business Modell Innovationen zu finden und umzusetzen. Dabei verlangen Kunden, Partner aber auch Mitarbeiter immer schnellere und kürzere Innovationszyklen. \r\nWenn Sie diese Spezialisierung wählen, werden Sie, als zukünftiger Innovationsmanager, CTO oder IT Manager erlernen und üben wie man nachhaltigen Erfolg mit Innovationen im IT Management bzw. IT Unternehmen designed und realisiert und treibt. \r\nIn dieser Lehrveranstaltung werden technische Aspekte des IT Innovation Managements genauso betrachtet wie die geschäftlichen Aspekte. Ein besonderer Fokus liegt im IT Innovation Management Prozess sowie als zweite Ebene im Lernen aus Best Practices von unterstützenden Tools und Methoden"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Onsite Präsenzzeit, Gruppenarbeiten, Diskussionsrunden und Selbststudium"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "... IT Innovationsmanagement Programme und Prozesse basierend auf der Unternehmensstrategie zu designen, zu definieren und zu implementieren"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "IT Innovation Process Management: In diesem Teil der Lehrveranstaltung wird analysiert und trainiert wie man einen nachhaltigen Innovationsprozess definiert, wie man ihn in die bestehende Prozesslandkarte eines IT Unternehmen integriert und wie man ihn ausrollt und mit begleitenden Transformationsinterventionen institutionalisiert. ",
                      "IT Innovation Tooling In diesem Teil werden neue und erfolgreiche Tools und Methoden analysiert, die das Innovationsmanagement unterstützen können. Einen besonderen Blick werden wir hier auf den Open Innovation Ansatz machen und den Einsatz von Social Media besprechen und diskutieren. ",
                      "In einer begleiteten Seminararbeit werden darüber hinaus für die Einführung eines Innovationsmanagements in Fallbeispielen konkrete Designs und Anwendungen beleuchtet und erarbeitet"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "keine"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "siehe Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "•\tTeilnahme an Online Diskussionsrunden (10%),  •\tSeminararbeit (50%),  •\tSchriftlicher Test (40%)"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheitspflicht mit Vertreter-Regelung und Selbststudium\r\n"
                  }
                }
              },
              "lastupdate": "2020-03-01 11:53:51"
            },
            {
              "lehrveranstaltung_id": "37259",
              "kurzbz": "VisAbb",
              "semester": "2",
              "bezeichnung": "Visual Analytics (Spezialisierung)",
              "bezeichnung_englisch": "Visual Analytics (Specialisation)",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": false,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Due to increasing digitalization, the amount of business-relevant data is constantly increasing. In order to be able to analyze this data profitably, methods from the field of machine learning, for example, are often used.\r\nIn order to be able to use these methods effectively, data scientists must first obtain an (often visual) overview of the data.\r\nThe often complex results of the subsequent data analysis serve as a basis for decisions and must therefore be presented in an understandable way.\r\n\r\nFor this reason, statistical techniques and machine learning are often combined with (interactive) data visualization into Visual Analytics to harness the human capability of visual pattern recognition. Visual Analytics can be used to get an overview of the data, generate hypotheses, and analyze the results of machine learning. Decision makers are enabled to interactively and visually evaluate correlations and trends themselves.\r\n\r\nContents conveyed:\r\n\r\n- Basics of interactive data visualization and visual analytics\r\n- Preparation of raw data for visual evaluation\r\n- Effective, requirements-driven visualization of business data of different types (e.g. business process execution data or sales data) \r\n- Target group-oriented creation of interactive visualizations with Tableau \r\n- Development of interactive, web-based visualizations\r\n- Multi-modal visualization (in combination with sonification, the conveyance of data using sound)"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Impulse lectures\r\n- Interactive Tutorials\r\n- Practical group- and individual work (on-site and distance learning)\r\n- Group discussions\r\n- Group presentations"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "evaluate and classify existing visualizations and to be able to determine and describe the different visualization types ",
                      "to select the appropriate visualization type for a specific application case",
                      "explain the different interaction mechanisms of Visual Analytics and to design an interaction concept for a concrete use case.",
                      "discuss the principles and advantages and disadvantages of multi-modal visualization and sonification, and to analyze the suitability of different application areas for them",
                      "prepare and import complex business data for interactive use in visualization software in a target-group-oriented manner and to develop visualizations that enable users to make data-based decisions.",
                      "answer business-driven questions by means of visualization software",
                      "develop web-based, interactive visualizations"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Basics of interactive data visualization and visual analytics",
                      "Preparation of raw data for visual evaluation",
                      "Effective, requirements-driven visualization of company data of different types (e.g. business process execution data or sales data) ",
                      "Target group-oriented creation of interactive visualizations with Tableau ",
                      "Development of interactive, web-based visualizations",
                      "Multi-modal visualization (in combination with sonification, the conveyance of data using sound)"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Basic programming skills are required"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "BigData mit JavaScript visualisieren: D3.js für die Darstellung großer Datenmengen einsetzen, Clemens Gull, Franzis Verlag, 2014"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Individual and group work"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "yes"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Durch zunehmende Digitalisierung nimmt die Anzahl der geschäftsrelevanten Daten stetig zu. Um diese Daten gewinnbringend auswerten zu können, werden häufig Methoden z.B. aus dem Bereich des maschinellen Lernens angewandt.\r\nUm diese zielführend einsetzen zu können, müssen sich Data Scientists zunächst einen (oft visuellen) Überblick über die Daten verschaffen.\r\nDie oft komplexen Ergebnisse der anschließenden Datenanalyse dienen als Grundlage für Entscheidungen, und müssen daher in verständlicher Art und Weise präsentiert werden.\r\n\r\nAus diesem Grund werden statistische Verfahren und maschinelles Lernen häufig mit (interaktiver) Datenvisualisierung zu Visual Analytics kombiniert, um die menschliche Fähigkeit der visuellen Mustererkennung nutzbar zu machen. Visual Analytics kann dazu dienen, sich einen Überblick über die Daten zu verschaffen, Hypothesen zu generieren, und die Ergebnisse maschinellen Lernens zu analysieren. Entscheider werden in die Lage versetzt, Zusammenhänge und Trends selbst interaktiv und visuell auszuwerten.\r\n\r\nVermittelte Inhalte:\r\n\r\n•\tGrundlagen der interaktiven Datenvisualisierung und Visual Analytics\r\n•\tAufbereitung von Rohdaten zur visuellen Auswertung\r\n•\tEffektive, anforderungsgetriebene Visualisierung von Unternehmensdaten verschiedener Typen (z.B. Geschäftsprozessausführungsdaten oder Verkaufsdaten) \r\n•\tZielgruppengerechte Erstellung interaktiver Visualisierungen mit Tableau \r\n•\tEntwicklung von interaktiven, web-basierten Visualisierungen \r\n•\tMulti-modale Visualisierung (in Kombination mit Sonifikation, der Vermittlung von Daten über Klänge)\r\n\r\n\r\n"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Impulsvorträge\r\n- Interaktive Tutorials\r\n- Praktische Gruppen- und Einzelarbeit (vor Ort und in Fernlehre)\r\n- Gruppendiskussionen\r\n- Gruppenpräsentationen"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "Existierende Visualisierungen zu beurteilen und zu klassifizieren sowie die verschiedenen Visualisierungsarten bestimmen und beschreiben zu können ",
                      "Für einen bestimmten Anwendungsfall die passende Visualisierungsart wählen zu können",
                      "Die verschiedenen Interaktionsmechanismen von Visual Analytics zu erklären, und ein Interaktionskonzept für einen konkreten Anwendungsfall zu entwerfen",
                      "Die Prinzipien und Vor- und Nachteile von Multi-Modaler Visualisierung und Sonifikation zu diskutieren, und verschiedene Anwendungsgebiete auf ihre Tauglichkeit dafür zu analysieren",
                      "Komplexe Unternehmensdaten für die interaktive Verwendung in einer Visualisierungs-Software zielgruppengerecht aufzubereiten und einzulesen sowie Visualisierungen zu entwickeln, welche Anwender in die Lage zu versetzen, datenbasierte Entscheidungen zu treffen",
                      "Unternehmensgetriebene Fragestellungen mittels Visualisierungs-Software zu beantworten",
                      "Web-basierte, interaktive Visualisierungen zu entwickeln"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Grundlagen der interaktiven Datenvisualisierung und Visual Analytics",
                      "Aufbereitung von Rohdaten zur visuellen Auswertung",
                      "Effektive, anforderungsgetriebene Visualisierung von Unternehmensdaten verschiedener Typen (z.B. Geschäftsprozessausführungsdaten oder Verkaufsdaten) ",
                      "Zielgruppengerechte Erstellung interaktiver Visualisierungen mit Tableau ",
                      "Entwicklung von interaktiven, web-basierten Visualisierungen",
                      "Multi-modale Visualisierung (in Kombination mit Sonifikation, der Vermittlung von Daten über Klänge)"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Grundlegende Programmierkenntnisse sind notwendig"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "BigData mit JavaScript visualisieren: D3.js für die Darstellung großer Datenmengen einsetzen, Clemens Gull, Franzis Verlag, 2014"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Einzel- und Gruppenarbeiten"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Ja"
                  }
                }
              },
              "lastupdate": "2020-04-22 09:33:00"
            },
            {
              "lehrveranstaltung_id": "37505",
              "kurzbz": "SAPGbb",
              "semester": "2",
              "bezeichnung": "SAP Grundlagen (Spezialisierung)  ",
              "bezeichnung_englisch": "SAP Fundamentals (Specialisation) ",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": false,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "The course SAP Fundamentals starts by establishing basic knowledge about the usage of the SAP ERP system (Terms, background processing, reporting, printing…). To establish this knowledge this part uses two standard business processes to provide insights into processes, enterprise structures, master data and documents. These business processes are explained and demonstrated. Some assignments are intended to strengthen the knowledge. \r\n\r\nThe second part of the specialization SAP Fundamentals deepens the understanding about execution of processes in SAP ERP. It shows concepts and function of the SAP ERP system. Four modules are (re-)visited and covered by a combination of theoretical explanation and practical demonstrations. Assignments strengthen the ability for self-dependent learning and allow the independent acquiring of knowledge about the system.\r\n"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Integrated course"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "Work with the user interface of SAP ERP and perform basic tasks in the system.",
                      "Describe the representation of a company in SAP ERP and the function of the most important organizational structures in SAP ERP.",
                      "Create, change, display and list the most important master data records and documents in SAP ERP.",
                      "Explain and execute business processes in procurement as well as sales and distribution in SAP ERP.",
                      "Explain and execute business processes in financial and management accounting in SAP ERP."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Handling of SAP ERP ",
                      "Purchase-to-Pay Process in SAP ERP",
                      "Order-to-Cash Process in SAP ERP",
                      "Integrated business processes in procurement and sales and distribution",
                      "Integrated business processes in financial and management accounting"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "None"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Provided learning materials"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "No minimum attendance"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Die Lehrveranstaltung SAP Fundamentals beginnt mit einer grundsätzlichen Einführung in die Bedienung das SAP ERP Systems. Um dieses Wissen zu vermitteln verwendet die Lehrveranstaltung zwei Standard-Geschäftsprozesse um damit Wissen über Prozesse, Organisationsstrukturen, Stammdaten und Belege zu vermitteln. Diese beiden Geschäftsprozesse werden erläutern und auch demonstriert. Aufgaben dienen dazu, das erworbene Wissen zu festigen.\r\n\r\nIm zweiten Teil der Lehrveranstaltung wird das bisher erworbene Wissen über die Durchführung von Geschäftsprozesse in SAP ERP weiter vertieft. Dieser Teil zeigt Konzepte und Funktionalitäten des Systems. Vier Module werden durch eine Kombination von theoretischen Erläuterungen und praktischen Demonstrationen näher erklärt. Auch hier dienen Aufgaben dazu das erworbene Wissen zu festigen und auch die Selbstlernfähigkeiten der StudentInnen zu fördern.\r\n"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Integrierte Lehrveranstaltung"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "Die Benutzeroberfläche von SAP ERP bedienen und die wesentlichsten Grundfunktionen verwenden zu können.",
                      "Die Darstellung eines Unternehmens in SAP ERP und die Funktion der wesentlichsten Organisationsstrukturen beschreiben zu können. ",
                      "Die wichtigsten Stammdaten und Belege in SAP ERP anlegen, ändern, anzeigen und auflisten zu können.",
                      "Geschäftsprozesse in Einkauf und Vertrieb in SAP ERP zu erläutern und durchzuführen.",
                      "Geschäftsprozesse im externen und internen Rechnungswesen in SAP ERP zu erläutern und durchzuführen."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Bedienung von SAP ERP",
                      "Beschaffungsprozess in SAP ERP ",
                      "Vertriebsprozess in SAP ERP ",
                      "Integrierte Geschäftsprozesse im Einkauf und Vertrieb",
                      "Integrierte Geschäftsprozesse im externen und internen Rechnungswesen"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Keine"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Beigestelltes Lernmaterial "
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Dokumentierte Durchführung von praktischen Aufgaben",
                      "Schriftliche Prüfung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Keine Mindestanwesenheit"
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34398",
          "kurzbz": "MOD2.5",
          "semester": "2",
          "bezeichnung": "Systemintegration",
          "bezeichnung_englisch": "System Integration",
          "unterrichtssprache": "German",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "34526",
              "kurzbz": "SYIbb",
              "semester": "2",
              "bezeichnung": "Systemintegration",
              "bezeichnung_englisch": "System Integration",
              "unterrichtssprache": "English",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "All the different applications of a company‘s IT environment need to communicate with other systems. The course Systems Integration focuses on the fundamentals and most important concepts to improve communication between IT systems on each level to help you to plan and develop value-adding integration solutions. The objective is to get to know the most important concepts for Enterprise Application Integration (EAI). Microsoft BizTalk Server serves as an example of how Microsoft implemented these patterns and principles. Practical exercises will give the possibility to gain some experience in developing system integration solutions.\t"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Review questions, practical exercises, presentation of solutions, preparation and presentation of a related topic as part of the group project"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "reproduce the context, advantages and disadvantages of basic messaging principles and common data formats (flat files and XML) in terms of connecting IT systems.",
                      "reproduce and explain the most important enterprise application integration patterns.",
                      "explain the purpose of transactions and their use as atomic or long-running transactions within enterprise application integration solutions.",
                      "reproduce and evaluate the advantages and disadvantages of enterprise application integration patterns to develop a suitable integration software design.",
                      "analyse and to make use of the different roles and environments needed as part of the software development process.",
                      "apply the basic principles of web services to implement SOAP and WSDL based web services by using Microsoft Visual Studio as development environment.",
                      "develop an enterprise application integration solution by using Microsoft BizTalk Server as messaging middleware."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Message based communication",
                      "Web services",
                      "Enterprise application integration",
                      "Reliability and environments",
                      "Message broker",
                      "Content-based routing",
                      "Business process modeling",
                      "Transactions"
                    ]
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Course book",
                      "VMware image including a complete Microsoft BizTalk Installation"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Review questions - 15%",
                      "Practical exercises - 30%",
                      "Group project - 30%",
                      "Final Exam - 25%"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "In general attendance is not mandatory in this course. But you only get the points for the review questions and practical exercises if you attend the corresponding class. Please plan the attandance so that you can positively complete the different parts of the course."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Es ist notwendig, dass die verschiedenen Applikationen in einem Unternehmen miteinander kommunizieren. Im Kurs Systemintegration werden die Grundlagen und die wichtigsten Konzepte vorgestellt, die dazu dienen, die Kommunikation zwischen IT-Systemen zu verbessern. Das soll Ihnen dabei helfen, wertschöpfende Integrationslösungen zu planen und zu entwickeln. Ziel ist es, die wichtigsten EAI (Enterprise Application Integration) Konzepte kennenzulernen. Microsoft Biztalk Server dient als Beispiel dafür, wie Microsoft diese Konzepte implementiert hat. Durch praktische Entwicklungsbeispiele besteht die Möglichkeit, Erfahrung in der Umsetzung von Integrationslösungen zu sammeln."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Wiederholungsfragen, Praktische Übungen, Präsentation der eigenen Lösung, Ausarbeitung und Präsentation eines Themas vom Gruppenprojekt"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "die grundlegenden Kommunikationskonzepte und  Datenformate (Flat Files und XML) zum Verbinden von IT Systemen und deren Vor- und Nachteile wiederzugeben.",
                      "die wichtigsten EAI Muster wiederzugeben.",
                      "den Zweck von Transaktionen und deren Verwendung als Atomic oder Long Running Transactions in EAI Lösungen zu erklären.",
                      "die Vor- und Nachteile von EAI Mustern wiederzugeben und zum Planen einer passenden EAI Lösung anwenden zu können.",
                      "die für den Software Entwicklungsprozess notwendigen Rollen und Umgebungen zu verstehen und zu nutzen.",
                      "die Grundprinzipien von Web Services bei der Umsetzung von Webservices, die auf SOAP und WSDL basieren, mit Microsoft Visual Studio anzuwenden.",
                      "eine Integrationslösung mit Microsoft Biztalk Server als Middleware zu entwickeln."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Message based communication",
                      "Web services",
                      "Enterprise application integration",
                      "Reliability and environments",
                      "Message broker",
                      "Content-based routing",
                      "Business process modeling",
                      "Transactions"
                    ]
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Studienbrief",
                      "VMware Image mit kompletter Microsoft Biztalk Installation"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Wiederholungsfragen - 15%",
                      "Praktische Übungen - 30%",
                      "Gruppenprojekt - 30%",
                      "Abschlussprüfung - 25%"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Prinzipiell herrscht keine Anwesenheitspflicht in der LV, die Punkte für Wiederholungsfragen und praktische Übungen werden aber nur bei Anwesenheit in der entsprechenden LV vergeben. Das heißt die Anwesenheit ist so zu planen, dass die Teilbereiche der LV positiv abgeschlossen werden."
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34402",
          "kurzbz": "MOD2.6",
          "semester": "2",
          "bezeichnung": "Wissenschaftliches Arbeiten 2",
          "bezeichnung_englisch": "Scientific Working 2",
          "unterrichtssprache": "German",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "34527",
              "kurzbz": "WAMbb",
              "semester": "2",
              "bezeichnung": "Wiss. Arbeiten und Methoden des Wiss. Arbeitens",
              "bezeichnung_englisch": "Scientific Working and Scientific Methods",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "The students get information on the formal aspects of writing a master's thesis, as well as the methodological aspects. This includes everything from finding a topic, the structure of a thesis to the actual act of writing a thesis and applying scientific methods. "
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "presentation by the lecturers\r\npresentation by the students\r\nworkshop"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "•\tidentify the basic types of scientific publications and differentiate between them, especially original papers, review papers, conference articles, journals and books   ",
                      "•\tevaluate subject specific literature sources (also in English) regarding confirmability, dependability, plausibility, and transferability of insights for comparable problems or contexts and use and reference these in their own work ",
                      "•\tjustify a research question after identifying the current state of the art with regard to scientific considerations, formulate the question comprehensibly and to define verifiable target criteria  ",
                      "•\tplan the phases of a scientic study, conduct it precisely, document it comprehensibly, and to ensure the comprehensibility, dependability, plausibility and transferability other problems areas and contexts",
                      "•\tchose and apply relevant methods for the research question and compose the structure, a proposal and the Master thesis, especially * engineering modelling, development and test methods * experimental research methods * empirical methods of data collection",
                      "relate research results to industry, society, the economy or the environment.  ",
                      "•\tpresent own or other scientific publications comprehensibly, evaluate them and formulate suggestions for further development.  "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Scientific working",
                      "Scientific writing",
                      "Scientific methods",
                      "Structure of scientific works",
                      "Literature Analysis ",
                      "Qualitative Methods",
                      "Engineering methods "
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Experience from writing a bachelor's thesis"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "see Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Course immanent assessment method and end exam"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is required"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Den Studierenden sollen Hilfestellungen und Methoden für die Erstellung ihrer Arbeiten geliefert werden. Die beinhaltet alles von Themenfindung, Strukturierung der Arbeit bis hin zur Erstellung der Arbeit und das Anwenden von wissenschaftlichen Methoden. "
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Präsentation durch die Lektoren\r\nPräsentationen des Status durch die Studierenden\r\nWorkshop"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "•\tgrundlegende Typen wissenschaftlicher Veröffentlichungen zu nennen, zu beschreiben und zu unterscheiden, insbesondere Originalarbeiten, Review Papers, Konferenzbeiträge, Journal Papers und Buchbeiträge.",
                      "•\tfacheinschlägige (auch englischsprachige) Literaturquellen hinsichtlich Nachvollziehbarkeit, Verlässlichkeit, Plausibilität und Übertragbarkeit der Erkenntnisse auf vergleichbare Problemlagen oder Kontexte zu bewerten und in der eigenen Arbeit geeignet zu verwenden bzw. zu referenzieren",
                      "•\teine fachrelevante Forschungsfrage anhand des nach wissenschaftlichen Gesichtspunkten erhobenen State-of-the-Art zu begründen, nachvollziehbar zu formulieren, sowie überprüfbare Zielerreichungskriterien zu definieren",
                      "•\tdie Phasen einer wissenschaftlichen Entwicklung oder Untersuchung mittels fachüblicher Methoden selbständig zu planen, zielgerichtet durchzuführen, nachvollziehbar zu dokumentieren, und dabei systematisch Nachvollziehbarkeit, Verlässlichkeit, Plausibilität und Übertragbarkeit der Erkenntnisse auf vergleichbare Problemlagen oder Kontexte sicherzustellen",
                      "•\tfür die jeweilige Fragestellung geeignete Methoden auszuwählen und anzuwenden, und dementsprechend die Struktur einer Masterarbeit, ein Proposal und nachfolgend die Masterarbeit zu verfassen, insbesondere o\tingenieurwissenschaftlicher Modellierungs-, Entwicklungs- und Testmethoden o\texperimentelle Forschungsmethoden o\tempirische Erhebungsmethoden ",
                      "•\tForschungsergebnisse in einen übergreifenden (z.B. branchenbezogenen, gesellschaftlichen, wirtschaftlichen oder ökologischen) Zusammenhang zu stellen",
                      "•\teigene oder fremde wissenschaftlichen Publikation nachvollziehbar zu präsentieren, zu bewerten, und substantielle Vorschläge für die Weiterentwicklung zu formulieren"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Wissenschaftliches Arbeiten",
                      "Wissenschaftliches Schreiben",
                      "Wissenschaftliche Methoden",
                      "Struktur wissenschaftlicher Arbeiten",
                      "Literaturanalyse ",
                      "Qualitative Methoden",
                      "Ingenieurswissenschaftliche Methoden"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Erfahrungen aus der Verfassung der Bachelorarbeit"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "siehe Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "LV-Immanente Leistungsbeurteilung und  Abschlussprüfung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Es besteht Anwesenheitspflicht"
                  }
                }
              },
              "lastupdate": "2020-03-02 23:02:37"
            }
          ]
        }
      ],
      "3": [
        {
          "lehrveranstaltung_id": "34403",
          "kurzbz": "MOD3.1",
          "semester": "3",
          "bezeichnung": "Knowledge Management",
          "bezeichnung_englisch": "Knowledge Management",
          "unterrichtssprache": "German",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "34528",
              "kurzbz": "WDMbb",
              "semester": "3",
              "bezeichnung": "Wissens- und Dokumentenmanagement",
              "bezeichnung_englisch": "Knowledge and Document Management",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "This course starts with a short overview about different knowledge management approaches (as for example the one according to Probst et. al), as well as about the applicable software systems in the different phases/ processes/ blocks of the knowledge management.\r\nAfterwards the students learn the different possibilities for the knowledge sharing in companies, while applying different eLearning systems. Furthermore the targeted application of software systems for the implementation of the document management in companies will be learned by the students."
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "describe different knowledge management approaches",
                      "apply selected eLearning systems for the implementation of eLearning scenarios for the dissemination of knowledge",
                      "apply different software systems for the implementation of the document management in companies"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Overview about knowledge management approaches",
                      "Overview about software systems for the knowledge and document management",
                      "eLearning systems for the dissemination of knowledge in companies",
                      "Software systems for the implementation of document management in companies"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "None"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "see Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Course immanent assessment method and end exam"
                    ]
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Diese Lehrveranstaltung startet mit einem kurzen Überblick zu unterschiedlichen Wissensmanagementansätzen (wie bspw. jenem nach Probst et. al), sowie zu den anwendbaren Softwaresystemen in den unterschiedlichen Phasen/ Prozessen/ Bausteinen des Wissensmanagements. Im Anschluss daran eignen sich die Studierenden Möglichkeiten zur Wissensverbreitung in Unternehmen, unter Anwendung diverser eLearning Systeme an. Des Weiteren wird der gezielte Einsatz von Softwaresystemen zur Umsetzung des Dokumentenmanagements in Unternehmen von den Studierenden erlernt."
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "unterschiedliche Wissensmanagementansätze zu beschreiben",
                      "ausgewählte eLearning Systeme zur Umsetzung von Fernlehrszenarien zur Wissensverbreitung anzuwenden.",
                      "unterschiedliche Softwaresysteme zur Umsetzung des Dokumentenmanagements in Unternehmen anzuwenden."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Übersicht Wissensmanagementansätze",
                      "Überblick Softwaresysteme im Wissens- und Dokumentenmanagement",
                      "eLearning Systeme zur Wissensverbreitung im Unternehmen",
                      "Softwaresysteme zur Umsetzung des Dokumentenmanagements in Unternehmen"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Keine"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "siehe Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "LV-Immanente Leistungsbeurteilung und  Abschlussprüfung"
                    ]
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34404",
          "kurzbz": "MOD3.2",
          "semester": "3",
          "bezeichnung": "IT-Governance",
          "bezeichnung_englisch": "IT-Governance",
          "unterrichtssprache": "German",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "34529",
              "kurzbz": "ITGbb",
              "semester": "3",
              "bezeichnung": "IT-Governance (ITIL, Cobit)",
              "bezeichnung_englisch": "IT-Governance (ITIL, Cobit)",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "In contrast to a narrow definition of IT infrastructure as the technical backbone of the IT organization, this course will establish a broader understanding of IT infrastructure management. Understanding IT organizations as customer-driven service organizations, IT infrastructure management includes all aspects necessary to provide efficient and effective IT services. And while technical assets are still central to IT service organizations, the focus shifts to non-tangible assets like knowledge, capabilities and processes.\r\nFurthermore, the course covers the COBIT Framework in order to present a complete picture of IT Gorvernance aspects."
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "give an overview of the relevant standards and frameworks as well as discuss them regarding their use for an organization ",
                      "name and apply the parts of ITIL",
                      "give an overview of COBIT and its key features",
                      "describe and discuss the COBIT principles",
                      "describe and discuss the COBIT enablers",
                      "give an overview of the aspects of COBIT implementation and COBIT assessment"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "IT process management",
                      "IT service management",
                      "IT standards and frameworks",
                      "COBIT",
                      "ITIL"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Fundamentals of IT management \r\nFundamentals of process management   "
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "see Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Course immanent assessment method and end exam"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "required"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Im Gegensatz zur gängigen, eng gefassten Definition von IT Infrastruktur als technisches Rückgrat der IT Organisation, vermittelt dieser Kurs ein weiter gefasstes Verständnis von IT Infrastrukturmanagement. Im Fokus steht dabei das Zusammenspiel verschiedener Aspekte, die die Erbringung von IT Services im Sinne einer modernen Dienstleitungsorganisation ermöglicht: physische IT Assets ebenso wie Humanressourcen, Wissen, Fähigkeiten und Prozesse als verbindendes Element. Dabei werden Methoden des Prozessmanagements ebenso behandelt wie anerkannte Vorgehensweisen ('Best Practices') und internationale Standards. In weiterer Folge basiert der Inhalt dieser LV auf dem COBIT Framework welches zur Ergänzung wesentlicher IT Governance Aspekte behandelt wird. "
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "einen Überblick über Frameworks und Standards zu geben und die grundlegende Notwendigkeit von Frameworks und Standards zu diskutieren",
                      "die Teile von ITIL zu benennen und an ein Beispiel anzuwenden",
                      "einen Überblick über Cobit inkl. der Key Features zu geben",
                      "die COBIT principles zu beschreiben und zu diskutieren ",
                      "die COBIT Enablers zu beschreiben und zu diskutieren",
                      "einen Überblick über die Einführung die Bewertung von COBIT zu geben"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "IT Prozessmanagement",
                      "IT Service Management",
                      "IT Standards und Frameworks",
                      "ITIL",
                      "COBIT"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Grundlagen des IT Managements \r\nGrundlagen des Prozessmanagements \r\n"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "siehe Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "LV-Immanente Leistungsbeurteilung und  Abschlussprüfung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "erforderlich"
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34405",
          "kurzbz": "MOD3.3",
          "semester": "3",
          "bezeichnung": "Management 3",
          "bezeichnung_englisch": "Management 3",
          "unterrichtssprache": "German",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "kMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "34634",
              "kurzbz": "ITRbb",
              "semester": "3",
              "bezeichnung": "IT Recht",
              "bezeichnung_englisch": "IT Law",
              "unterrichtssprache": "German",
              "ects": "3.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "This course grants insight into the most important core areas of IT law and sheds light on this cross-sectional matter from different private and public law perspectives."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Lecture and distance learning tasks"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "identify an information society service within the scope of the E-Commerce Act and to fulfil the resulting information obligations",
                      "take into account the rights of the consumer in distance selling contracts",
                      "identify fundamental software-related problems in the areas of intellectual property and contract law",
                      "consider data protection aspects in IT applications",
                      "assess the use of ICT in the workplace from the perspective of worker protection",
                      "identify liability issues arising in connection with IT applications at an early stage"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "IT law as a cross-sectional matter",
                      "Selected chapters of e-commerce law",
                      "Software in copyright and patent law",
                      "Special issues of contract law relating to software",
                      "Selected issues of data protection law",
                      "Employee protection law and ICT in the workplace",
                      "Fundamentals of IT liability"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Principles of private law, principles of public law "
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Jahnel/Mader/Staudegger, IT-Recht, 4th edition (2020)",
                      "Forgó, Grundriss Datenschutzrecht (2019)",
                      "Jahnel/Marzi/Pallwein-Prettner, Datenschutzrecht, 2nd edition (2018) "
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Written exam and distance learning tasks"
                    ]
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Die Lehrveranstaltung bietet einen Einblick in die wichtigsten Kerngebiete des IT-Rechts und beleuchtet diese Querschnittsmaterie aus unterschiedlichen privat- und öffentlich-rechtlichen Blickwinkeln."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Vortrag und Fernlehraufgaben"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "einen Dienst der Informationsgesellschaft im Sinne des E-Commerce Gesetz zu identifizieren und die daraus resultierenden Informationspflichten wahrzunehmen",
                      "die Rechte des Verbrauchers im Rahmen von Fernabsatzgeschäften zu berücksichtigen",
                      "grundlegende softwarebezogene Probleme aus den Bereichen des Immaterialgüter- und Vertragsrechts zu erkennen",
                      "datenschutzrechtliche Aspekte bei IT-Anwendungen zu berücksichtigen",
                      "die IKT-Nutzung am Arbeitsplatz aus Sicht des Arbeitnehmerschutzes zu bewerten",
                      "Haftungsfragen, die im Zusammenhang mit IT-Anwendungen auftreten frühzeitig zu erkennen"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "IT-Recht als Querschnittsmaterie",
                      "Ausgewählte Kapitel des E-Commerce-Rechts",
                      "Software im Urheber- und Patentrecht",
                      "Sonderfragen des Vertragsrechts in Bezug auf Software",
                      "Ausgewählte Fragen des Datenschutzrechts",
                      "Arbeitnehmerschutzrecht und IKT am Arbeitsplatz",
                      "Grundlagen der IT-Haftung"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Grundzüge des Privatrechts, Grundzüge des öffentlichen Rechts "
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Jahnel/Mader/Staudegger, IT-Recht, 4. Auflage (2020)",
                      "Forgó, Grundriss Datenschutzrecht (2019)",
                      "Jahnel/Marzi/Pallwein-Prettner, Datenschutzrecht, 2. Auflage (2018) "
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Klausur und Fernlehraufgaben"
                    ]
                  }
                }
              },
              "lastupdate": "2020-09-08 16:08:47"
            },
            {
              "lehrveranstaltung_id": "34635",
              "kurzbz": "CMGbb",
              "semester": "3",
              "bezeichnung": "Change Management",
              "bezeichnung_englisch": "Change Management",
              "unterrichtssprache": "German",
              "ects": "2.00",
              "sws": "1.50",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "SE",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "The course prepares the students for contact with change processes from a systemic view."
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "identify phases (for example by B. Conner ) and dynamics (symptoms, causes) of resistance using simple examples and explain.",
                      "name basic models of change management ( for example 3-phase-model of Lewin, strategy models of Glasl) and to analyze concrete situations by reference to them.",
                      "explain methods of integration of employees (for example  kick-off workshop , interview ) and to explain consequences of participation / non-participation"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Guidelines and models for change processes",
                      "Context clarification",
                      "Handling of resistance",
                      "Systemic Thinking",
                      "Methods of employee participation"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "none"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Conner, Daryl R. (2006): Managing at the speed of change, Verlag Randome House, NY",
                      "Doppler Klaus/ Lauterburg, Christoph (2005): Change Management - Den Unternehmenswandel gestalten, 11. Auflage, Frankfurt/Main: Campus Verlag",
                      "Häfele, Walter (2009): OE-Prozesse initiieren und gestalten: ein Handbuch für Führungskräfte, BeraterInnen und ProjektleiterInnen, 2. Auflage, Verlag Haupt, Bern/Wien",
                      "Leao, Anja/Hofmann, Mathias (2009): Fit for Change: 44 praxisbewährte Tools und Methoden im Change für Trainer, Moderatoren, Coaches und Change Manager, 2. Auflage, Verlag managerSeminare, Bonn",
                      "Schiersmann, Christiane/Thiel, Heinz-Ulrich (2010): Organisationsentwicklung: Prinzipien und Strategien von Veränderungsprozessen, 2. Auflage, Verlag VS, Wiesbaden"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Course immanent assessment method (grade)"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is compulsary."
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "none"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Die Lehrveranstaltung bereitet die Studierenden auf den Umgang mit Veränderungsprozessen aus systemischer Perspektive vor."
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "Phasen (z. B. nach Conner) und die Dynamik (Symptome, Ursachen) des Widerstandes anhand von einfachen Beispielen zu identifizieren und zu erläutern.",
                      "Basismodelle des Veränderungsmanagements (z. B. 3-Phasen-Modell von Lewin, Strategiemodelle von Glasl) zu benennen und danach konkrete Situationen zu analysieren.",
                      "Methoden der Einbindung von MitarbeiterInnen (z. B. Kick-off, Workshop, Interview) und Konsequenzen der Beteiligung / Nichtbeteiligung zu erklären"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Grundsätze und Vorgehensmodelle für Veränderungsprozesse",
                      "Kontextklärung",
                      "Umgang mit Widerständen",
                      "Systemisches Denken",
                      "Methoden der Einbindung von MitarbeiterInnen"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "keine"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Conner, Daryl R. (2006): Managing at the speed of change, Verlag Randome House, NY",
                      "Doppler Klaus/ Lauterburg, Christoph (2005): Change Management - Den Unternehmenswandel gestalten, 11. Auflage, Frankfurt/Main: Campus Verlag",
                      "Häfele, Walter (2009): OE-Prozesse initiieren und gestalten: ein Handbuch für Führungskräfte, BeraterInnen und ProjektleiterInnen, 2. Auflage, Verlag Haupt, Bern/Wien",
                      "Leao, Anja/Hofmann, Mathias (2009): Fit for Change: 44 praxisbewährte Tools und Methoden im Change für Trainer, Moderatoren, Coaches und Change Manager, 2. Auflage, Verlag managerSeminare, Bonn",
                      "Schiersmann, Christiane/Thiel, Heinz-Ulrich (2010): Organisationsentwicklung: Prinzipien und Strategien von Veränderungsprozessen, 2. Auflage, Verlag VS, Wiesbaden"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "LV-Immanente Leistungsbeurteilung (Note)"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Es besteht Anwesenheitspflicht."
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "keine"
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34406",
          "kurzbz": "MOD3.4",
          "semester": "3",
          "bezeichnung": "Spezialisierung 3",
          "bezeichnung_englisch": "Specialisation 3",
          "unterrichtssprache": "German",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "37254",
              "kurzbz": "BDAbb",
              "semester": "3",
              "bezeichnung": "Big Data Analytics (Spezialisierung)",
              "bezeichnung_englisch": "Big Data Analytics (Specialisation) ",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": false,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "The analysis of large amounts of data is becoming increasingly important for todays’ organizations.\r\nGaining insight from data is the core business of many organizations, global enterprises like Google or Facebook as well as small tech start-ups. But companies with other business models are increasingly able to generate competitive advances through intelligent use of their data as well. On the other hand, a company like Zalando is often primarily seen as an online clothing business, while Zalando sees itself mainly as a big data-company. There exists a dynamic landscape of free and open source tools and frameworks for data analysis. The goal of this course is to generate an\r\nunderstanding of the main big data topics and an overview of different available tools and\r\nframeworks, as well as practical knowledge regarding the steps that are necessary to gain insight\r\nfrom raw data. The course further intends to build a tool-agnostic understanding of the underlying\r\nconcepts to be able to keep up with future developments. The following topics will be dealt with by\r\nthis course:\r\n\r\n- Exploratory data analysis\r\n- Data visualization and -sonification\r\n- Application of unsupervised and supervised machine learning methods\r\n- Communication of analysis results\r\n- Implementation of a use case in an analytics platform\r\n"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Lecture\r\n- Practical group work (on-site and distance)\r\n- Group discussions\r\n- Group presentations\r\n"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "distinguish between Data Science and Business Intelligence",
                      "do an implementation of reproducible data analysis-pipelines and documentation",
                      "apply methods of exploratory data analysis, both as summary statistics as well as graphical (and auditory) analysis",
                      "understand and identify application areas of unsupervised and supervised machine learning methods",
                      "discover and identify structural patterns in a data set with unsupervised machine learning tools",
                      "create prediction models using supervised machine learning-tools and evaluate their quality",
                      "visualize analysis results in an interactive dashboard",
                      "create a use case prototype using Python and RapidMiner"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Exploratory data analysis",
                      "Data visualization and –sonification",
                      "Application of unsupervised and supervised machine learning methods",
                      "Communication of analysis results",
                      "Implementation of a use case in an analytics platform"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "None"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Data science & big data analytics : discovering, analyzing, visualizing and presenting data;  EMC Corporation Indianapolis, Ind. [u.a.] : Wiley 2015",
                      "Analytics in a Big Data World: The Essential Guide to Data Science and its Applications; Bart Baesens; Wiley 2014"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Exam",
                      "Practical group project"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Yes"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Die Analyse großer Datenmengen durchdringt immer größere Teile der Wirtschaftswelt. Erkenntnisse aus Daten zu gewinnen als Kerngeschäft zu sehen ist ein Trend, der sich von dominierenden globalen Unternehmen wie Google oder Facebook bis hin zu kleinen Tech-Startups in der ganzen Breite der Wirtschaftswelt immer deutlicher zeigt. Aber auch Unternehmen, die darin nicht ihr Kerngeschäft sehen, gelingt es immer häufiger, aus der intelligenten Nutzung ihrer Daten entscheidende Wettbewerbsvorteile zu erlangen. Der Übergang ist fließend, wie sich in Unternehmen wie Zalando zeigt, auf den ersten Blick ein Modeversand, aber im eigenen Selbstverständnis auch in erster Linie ein Big-Data-Unternehmen. In diesem dynamischen Umfeld verschiedenster Akteure mit intensivem Austausch auf Technologieebene entsteht eine Landschaft von Free und Open Source Software Tools, die durch ständige Innovationen und Veränderungen geprägt ist. Ziel dieses Schwerpunkts ist es, ein Verständnis für die großen Themen der Big-Data-Welt sowie eine Übersicht über derzeit im Einsatz befindliche Tools zu bekommen, immer in Hinblick darauf, dass genügend allgemeines Verständnis der dahinterliegenden Konzepte aufgebaut wird, um auch mit zukünftigen Entwicklungen am Ball bleiben zu können. Folgende Inhalte werden behandelt:\r\n\r\n- Explorative Datenanalyse\r\n- Datenvisualisierung und -sonifikation\r\n- Anwendung von Methoden des überwachten und unüberwachten Maschinellen Lernens\r\n- Kommunikation von Analyseergebnissen \r\n- Umsetzung eines Use Cases in einer Analyseplattform\r\n"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Vorträge zu den Themengebieten\r\n- Praktische Gruppenarbeit (vor Ort und in Fernlehre)\r\n- Gruppendiskussionen\r\n- Gruppenpräsentationen\r\n"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "Aufgabengebiet Data Science verstehen und zu BI abgrenzen können",
                      "Reproduzierbare Datenanalyse-Piples samt Dokumentation zu implementieren",
                      "Methoden der Explorativen Datenanalyse verwenden können, sowohl als zusammenfassende Statistiken als auch in Form von grafischen (und auditiven) Analysen",
                      "Einsatzgebiete von Unsupervised and Supervised Machine-Learning Verfahren zu verstehen und zu identifizieren",
                      "Versteckte strukturelle Muster in einem Datensatz explizit erkennbar machen durch unsupervised Machine-Learning Tools",
                      "Prädiktionsmodelle mit Supervised Machine-Learning Tools erstellen und deren Qualität evaluieren",
                      "Ergebnisse einer Analyse in einem interaktiven Dashboard zu visualisieren",
                      "Einen Use-Case-Prototypen mittels Python und RapidMiner zu erstellen"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Explorative Datenanalyse",
                      "Datenvisualisierung und-sonifikation",
                      "Anwendung von Unsupervised and Supervised Machine-Learning Verfahren",
                      "Kommunikation von Analyseergebnissen",
                      "Umsetzung eines Use-Cases in einer Analyseplattform"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Keine"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Data science & big data analytics : discovering, analyzing, visualizing and presenting data; EMC Corporation Indianapolis, Ind. [u.a.] : Wiley 2015",
                      "Analytics in a Big Data World: The Essential Guide to Data Science and its Applications; Bart Baesens; Wiley 2014"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Prüfung",
                      "Praktisches Gruppenprojekt"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Ja"
                  }
                }
              },
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "38021",
              "kurzbz": "SITMbb",
              "semester": "3",
              "bezeichnung": "Sustainable IT (Green IT) (Spezialisierung)",
              "bezeichnung_englisch": "Sustainable IT (Green IT) (Specialisation) ",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "38019",
              "kurzbz": "BDMbb",
              "semester": "3",
              "bezeichnung": "Big Data & Machine Learning (Spezialisierung)",
              "bezeichnung_englisch": "Big Data & Machine Learning (Specialisation) ",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "The analysis of large amounts of data is becoming increasingly important for todays’ organizations.\r\nGaining insight from data is the core business of many organizations, global enterprises like Google or Facebook as well as small tech start-ups. But companies with other business models are increasingly able to generate competitive advances through intelligent use of their data as well. On the other hand, a company like Zalando is often primarily seen as an online clothing business, while Zalando sees itself mainly as a big data-company. There exists a dynamic landscape of free and open source tools and frameworks for data analysis. The goal of this course is to generate an\r\nunderstanding of the main big data topics and an overview of different available tools and\r\nframeworks, as well as practical knowledge regarding the steps that are necessary to gain insight\r\nfrom raw data. The course further intends to build a tool-agnostic understanding of the underlying\r\nconcepts to be able to keep up with future developments. The following topics will be dealt with by\r\nthis course:\r\n\r\n- Exploratory data analysis\r\n- Data visualization and -sonification\r\n- Application of unsupervised and supervised machine learning methods\r\n- Communication of analysis results\r\n- Implementation of a use case in an analytics platform\r\n"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Lecture\r\n- Practical group work (on-site and distance)\r\n- Group discussions\r\n- Group presentations"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "distinguish between Data Science and Business Intelligence",
                      "do an implementation of reproducible data analysis-pipelines ",
                      "apply methods of exploratory data analysis, both as summary statistics as well as graphical (and auditory) analysis",
                      "understand and identify application areas of unsupervised and supervised machine learning methods",
                      "discover and identify structural patterns in a data set with unsupervised machine learning tools",
                      "create prediction models using supervised machine learning-tools and evaluate their quality",
                      "visualize analysis results in an interactive dashboard",
                      "create a use case prototype using an analysis platform or python"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Exploratory data analysis",
                      "Data visualization and –sonification",
                      "Application of unsupervised and supervised machine learning methods",
                      "Communication of analysis results",
                      "Implementation of a use case in an analytics platform"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "None"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Data science & big data analytics : discovering, analyzing, visualizing and presenting data; EMC Corporation Indianapolis, Ind. [u.a.] : Wiley 2015",
                      "Analytics in a Big Data World: The Essential Guide to Data Science and its Applications; Bart Baesens; Wiley 2014"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Exam",
                      "Practical group project",
                      "Peer-Feedback"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Yes"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Die Analyse großer Datenmengen durchdringt immer größere Teile der Wirtschaftswelt. Erkenntnisse aus Daten zu gewinnen als Kerngeschäft zu sehen ist ein Trend, der sich von dominierenden globalen Unternehmen wie Google oder Facebook bis hin zu kleinen Tech-Startups in der ganzen Breite der Wirtschaftswelt immer deutlicher zeigt. Aber auch Unternehmen, die darin nicht ihr Kerngeschäft sehen, gelingt es immer häufiger, aus der intelligenten Nutzung ihrer Daten entscheidende Wettbewerbsvorteile zu erlangen. Der Übergang ist fließend, wie sich in Unternehmen wie Zalando zeigt, auf den ersten Blick ein Modeversand, aber im eigenen Selbstverständnis auch in erster Linie ein Big-Data-Unternehmen. In diesem dynamischen Umfeld verschiedenster Akteure mit intensivem Austausch auf Technologieebene entsteht eine Landschaft von Free und Open Source Software Tools, die durch ständige Innovationen und Veränderungen geprägt ist. Ziel dieses Schwerpunkts ist es, ein Verständnis für die großen Themen der Big-Data-Welt sowie eine Übersicht über derzeit im Einsatz befindliche Tools zu bekommen, immer in Hinblick darauf, dass genügend allgemeines Verständnis der dahinterliegenden Konzepte aufgebaut wird, um auch mit zukünftigen Entwicklungen am Ball bleiben zu können. Folgende Inhalte werden behandelt:\r\n\r\n- Explorative Datenanalyse\r\n- Datenvisualisierung und -sonifikation\r\n- Anwendung von Methoden des überwachten und unüberwachten Maschinellen Lernens\r\n- Kommunikation von Analyseergebnissen \r\n- Umsetzung eines Use Cases in einer Analyseplattform\r\n"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Vorträge zu den Themengebieten\r\n- Praktische Gruppenarbeit (vor Ort und in Fernlehre)\r\n- Gruppendiskussionen\r\n- Gruppenpräsentationen"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "Aufgabengebiet Data Science verstehen und zu BI abgrenzen können",
                      "Reproduzierbare Datenanalyse-Pipelines zu implementieren",
                      "Methoden der Explorativen Datenanalyse verwenden können, sowohl als zusammenfassende Statistiken als auch in Form von grafischen (und auditiven) Analysen",
                      "Einsatzgebiete von Unsupervised and Supervised Machine-Learning Verfahren zu verstehen und zu identifizieren",
                      "Versteckte strukturelle Muster in einem Datensatz explizit erkennbar machen durch unsupervised Machine-Learning Tools",
                      "Prädiktionsmodelle mit Supervised Machine-Learning Tools erstellen und deren Qualität evaluieren",
                      "Ergebnisse einer Analyse in einem interaktiven Dashboard zu visualisieren",
                      "Einen Use-Case-Prototypen in einer Analyse-Plattform oder in Python zu erstellen"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Explorative Datenanalyse",
                      "Datenvisualisierung und-sonifikation",
                      "Anwendung von Unsupervised and Supervised Machine-Learning Verfahren",
                      "Kommunikation von Analyseergebnissen",
                      "Umsetzung eines Use-Cases in einer Analyseplattform"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Keine"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Data science & big data analytics : discovering, analyzing, visualizing and presenting data; EMC Corporation Indianapolis, Ind. [u.a.] : Wiley 2015",
                      "Analytics in a Big Data World: The Essential Guide to Data Science and its Applications; Bart Baesens; Wiley 2014"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Prüfung",
                      "Praktisches Gruppenprojekt",
                      "Peer-Feedback"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Ja"
                  }
                }
              },
              "lastupdate": "2019-08-26 15:04:11"
            },
            {
              "lehrveranstaltung_id": "38020",
              "kurzbz": "SAPAMbb",
              "semester": "3",
              "bezeichnung": "SAP Advanced (Spezialisierung)",
              "bezeichnung_englisch": "SAP Advanced (Specialisation) ",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lastupdate": "2019-08-26 15:04:11"
            },
            {
              "lehrveranstaltung_id": "35063",
              "kurzbz": "CISAdl",
              "semester": "3",
              "bezeichnung": "IT Audit (CISA) Spezialisierung",
              "bezeichnung_englisch": "CISA",
              "unterrichtssprache": "English",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": false,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "This course puts the focus on the essential aspects of IT audits (process, scope, methodology).The content is based on the scope of the CISA certification (developed by ISACA) as well as insights based on practical examples of IT audits."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Lecturer presentations\r\nDiscussion on various practical examples\r\nAnswering of exanple questions for CISA Exam\r\nExercises"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "describe tasks and responsibilities of IT Auditors",
                      "acquire Know-How or deepen the knowledge in this area",
                      "get prepared for the CISA exam"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Introduction to IT Audits",
                      "Information System Audit Process ",
                      "Governnce and Management of IT",
                      "Information System Akquisition, Development and Implementation",
                      "Infomation System Operations and Business Resilience",
                      "Protection of Information Assets"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Foundations of Information Security\r\nFoundations of IT management \r\n\r\n"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "see moodle course"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Final Exam",
                      "Assessment of in-course contribution"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "attendance required"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Im Fokus der Lehrveranstaltung stehen die zentralen Aspekte von IT Audits (Prozess, Inhalt, Methodologie). Die Vermittlung erfolgt auf Basis der Inhalte der von der ISACA konzipierten Zertifizierung für IT Audits (CISA) sowie durch Einblicke in die Berufspraxis der IT Prüfung."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Vortrag der Lehrinhalte\r\nDiskussion zu Beispielen aus der Berufspraxis\r\nGemeinsame Beantwortung von Beispielfragen für die CISA Prüfung\r\nÜbungsbeispiele\r\n\r\n\r\n"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "aufgrund von enthaltenen Einblicken die Berufspraxis eines IT-Autitors/ einer IT-Auditorin zu beschreiben",
                      "Wissen in diesem Bereich zu erlangen oder bestehendes Fachwissen zu erweitern",
                      "sich auf die CISA Prüfung vorzubereiten"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Einführung in die IT Prüfung",
                      "Prozess zur Prüfung von Informationssystemen",
                      "Governance und IT Management",
                      "Akquistion, Entwicklung und Implementierung von Informationssystemen",
                      "Betrieb und Fehlertoleranz von Informationssystemen",
                      "Schutz von Information Assets"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Grundlagen der Informationssicherheit\r\nGrundlagen des IT Managements\r\n"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "siehe Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Beurteilung der Abschlussprüfung",
                      "LV-immanente Leistungsbeurteilung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheitspflicht"
                  }
                }
              },
              "lastupdate": "2020-09-29 07:14:47"
            },
            {
              "lehrveranstaltung_id": "37255",
              "kurzbz": "SWPMbb",
              "semester": "3",
              "bezeichnung": "SW-Projektmanagement (Agile Meth. des PM & Aufwandsabschätzung) Spezialisierung",
              "bezeichnung_englisch": "SW project management (agile and effort estimation)",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": false,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lastupdate": "2020-09-29 07:14:47"
            },
            {
              "lehrveranstaltung_id": "37446",
              "kurzbz": "DEDSMbb",
              "semester": "3",
              "bezeichnung": "Digitale Exzellenz & Digitale Strategie (Spezialisierung)",
              "bezeichnung_englisch": "Digitale Exzellenz & Digitale Strategie",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Führungskräfte in der IT nehmen in den letzten Jahren verstärkt eine Schlüsselrolle im Unternehmen als Drehscheibe zwischen Fachbereichen, Stabstellen, interner IT Departments aber auch ausgelagerter digitaler Dienste ein. Für die technologische, digitale Unterstützung und Lösung bei Herausforderung. Aber auch für das Aufzeigen zukünftiger Geschäftspotentiale durch digitale Innovationen und Trends. In dieser Lehrveranstaltung werden die Studierenden auf diese Herausforderungen vorbereitet."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "-\tLehr-/Lernmethoden\r\no\t1/3 Vorlesung, 2/3 ILV\r\no\tDesign und Durchführen von Workshops an Fallbeispielen\r\no\tDiskurse auf Grund aktueller Fachartikel\r\no\tAnwendung in Seminararbeit\r\n-\tGesamtkommunikation über Moodle "
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "•\tdie aktuellen aber auch zukünftigen Herausforderungen des Unternehmens mit digitalen Potentiale zu mappen ",
                      "•\tdie Fachbereiche intern zu beraten ",
                      "•\tdas Unternehmen durch digitale Trends neue Geschäftsmöglichkeiten aufzeigen oder zu optimieren"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Der CDO: Rolle und Aufgaben",
                      "Business Potentiale und Anforderungen verstehen",
                      "Möglichkeiten der Digitalisierung erkunden und erkennen",
                      "Digitalisierungsprojekte realisieren und materialisieren",
                      "Digitale Trends & Digitale Strategie",
                      "Methodenschwerpunkt: Digital Business Model Innovation",
                      "Methodenschwerpunkt: Digital Excellence Navigator: ",
                      "Methodenschwerpunkt: Digtial Innovation Playbook",
                      "Umgang mit Krisen- und Konflikt Interventionen"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Bachelor Wirtschaftsinformatik \r\n(vom Vorteil: IT Strategie)"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Digital Excellence Navigator",
                      "Digital Innovation Playbook",
                      "Geschäftsmodelle entwickeln"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "40 Punkte – Seminararbeit",
                      "20 Punkte - Präsentation des Konzeptes aus der Seminararbeit",
                      "40 Punkte - Schriftliche Test"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "verpflichtend\r\n\r\n"
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34407",
          "kurzbz": "MOD3.5",
          "semester": "3",
          "bezeichnung": "IT Operations Management",
          "bezeichnung_englisch": "IT Operations Management",
          "unterrichtssprache": "German",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "34637",
              "kurzbz": "ITOMbb",
              "semester": "3",
              "bezeichnung": "IT Operations Management",
              "bezeichnung_englisch": "IT Operations Management",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "This course offers an introduction of operational management of IT Organizations and running operation. Based on theoretical aspects and practical use cases."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Case Studies from practice, useful examples, work in groups"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "name and classify the relevant aspects of operations management",
                      "construct solutions for the relevant areas of operations management",
                      "derive and assess the consequences of the developed solutions in advance"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "The IT Operations Framework",
                      "Expectations of Enduser & increasing Complexity",
                      "Organizing your IT Operations department",
                      "Organizational View of co-dependent roles for delivering services and maintaining SLA’s",
                      "Outsourcing – Risks & Chances",
                      "Link to ITIL & ISO 27000 in Operations",
                      "Plan-Build-Run or the new IT Operating Model aligning to agile Business Needs  in a digital World",
                      "Operations Management and Cloud Computing",
                      "Contract Management & Licensing Models",
                      "Influence of  EU-GDPR"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Courses from the previous semesters"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Look at Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Course immanent assessment method and end exam"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Required"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Diese Lehrveranstaltung gibt einen Einblick in das operative Management von IT Organisationen und dessen Betrieb. Basierend auf theoretischen Aspekten und praktische Beispiele durchgeführt."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Fallstudien aus der Praxis, praktische Beispiele, Gruppenarbeiten"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "Studenten erlernen die die notwendigen Teilaspekte im Operations Management zu benennen und zuzuordnen ",
                      "basierend auf dem Teilgebiet Lösungen zu konstruieren",
                      "basierend auf den konstruierten Lösungen deren Auswirkungen auf den IT Betrieb abzuleiten und abzuschätzen"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Das IT Operations Framework",
                      "Erwartungshaltung  der Endanwender und steigende Komplexität",
                      "Organisation und Aufbau eines eigenen IT Betriebs",
                      "Organisatorische Sicht, Rollen, Leistungserbringung & SLA’s",
                      "Outsourcing – Risken & Chancen",
                      "Verbindung zu ITIL & ISO 27000 im operativen Betrieb",
                      "Plan-Build-Run oder das neue IT Operating Model zur Ausrichtung an agile Geschäftsanforderungen",
                      "Operations Management und Cloud Computing",
                      "Vertrags Management & Lizenzmodelle",
                      "Einfluß der EU-DSGVO"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Lehrveranstaltungen der ersten beiden Semester"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Siehe Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "LV-Immanente Leistungsbeurteilung und  Abschlussprüfung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Verpflichtend"
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34408",
          "kurzbz": "MOD3.6",
          "semester": "3",
          "bezeichnung": "Wissenschaftliches Arbeiten 3",
          "bezeichnung_englisch": "Scientific Working 3",
          "unterrichtssprache": "German",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "34638",
              "kurzbz": "AWIbb",
              "semester": "3",
              "bezeichnung": "AK der Wirtschaftsinformatik (Seminar)",
              "bezeichnung_englisch": "Selected topics of Information Systems Management",
              "unterrichtssprache": "German",
              "ects": "5.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV, FL",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Students get the possibility to work on selected topics of information systems management in a structured way"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "name and categorize new and modern topics of information systems management",
                      "work on the different topics in structured way and explain their use in organizations"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "    Selected Topics of Information Systems Management like e.g. Customer Relationship Management, Big Data, Internet of Things"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Semester 1 and 2, Master Information Systems Management "
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "    see Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "    Course immanent assessment method and end exam"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "required"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Die Studierenden bekommen die Möglichkeit ausgewählte Themenbereiche der Wirtschaftsinformatik strukturiert zu bearbeiten. "
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "neue und moderne Themen der Wirtschaftsinformatik zu benennen und im Fachgebiet einzuordnen",
                      "neue und moderne Themen der Wirtschaftsinformatik strukturiert zu bearbeiten und deren Einsatz im Unternehmen zu beschreibeno"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "    Ausgewählte Themenbereiche der Wirtschaftsinformatik wie zB. Customer Relationship Management, Big Data, Internet of Things"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Semester 1 und 2, Master Wirtschaftsinformatik"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "siehe Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "LV-Immanente Leistungsbeurteilung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Verpflichtend"
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        }
      ],
      "4": [
        {
          "lehrveranstaltung_id": "34409",
          "kurzbz": "MOD4.1",
          "semester": "4",
          "bezeichnung": "Master – Thesis",
          "bezeichnung_englisch": "Master – Thesis",
          "unterrichtssprache": "German",
          "ects": "30.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "34639",
              "kurzbz": "MTHbb",
              "semester": "4",
              "bezeichnung": "Master's Thesis",
              "bezeichnung_englisch": "Master's Thesis",
              "unterrichtssprache": "German",
              "ects": "27.00",
              "sws": "18.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "BE",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Based on a real-world problem, students have to abstract the problem so that it can be solved using scientific methods for a more generic context. Afterwards, a proof-of-concept (e.g. the application of the solution in an organization) completes the topic as well as the scientific work"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "narrow down a complex topic of the field of Information Systems Management using research questions",
                      "solve a complex topic of the field of Information Systems Management using research methods",
                      "validate the solution in an appropriate way and to discuss the solution"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Writing a Master’s Thesis "
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Semeste 1-3, Master Information Systems Management "
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "see Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Course immanent assessment method and end exam"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Not required "
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Ausgehend von realen Problemstellungen sollen die Studierenden im Zuge der Diplomarbeit ein Thema der Wirtschaftsinformatik weitgehend abstrahieren, und dieses dann mit Hilfe von wissenschaftlichen Fragestellungen bearbeiten und lösen. Ein weiterführender Proof-of-Concept (zB. die Anwendung in einem Unternehmen) rundet das Thema und damit die wissenschaftliche Arbeit ab.  "
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "ein komplexes Thema der Wirtschaftsinformatik mit Hilfe von wissenschaftlichen Fragestellungen einzugrenzen",
                      "ein komplexes Thema der Wirtschaftsinformatik mit Hilfe von wissenschaftlichen Methoden zu bearbeiten.",
                      "die erhaltene Lösung adäquat zu validieren und zu diskutieren"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Erstellung einer Masterarbeit"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Semester 1-3, Wirtschaftinformatik Master"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "siehe Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "LV-Immanente Leistungsbeurteilung und  Abschlussprüfung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Nicht verpflichtend"
                  }
                }
              },
              "lastupdate": "2016-11-15 22:15:29"
            },
            {
              "lehrveranstaltung_id": "34640",
              "kurzbz": "DPSbb",
              "semester": "4",
              "bezeichnung": "DiplomandInnenseminar",
              "bezeichnung_englisch": "Master's Thesis Seminar",
              "unterrichtssprache": "German",
              "ects": "3.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Students get the possibility to present the actual master's thesis status in order to get feedback. This feedback should help them in improving their work as well as getting experience in presenting a master's thesis as a preparation for the master's examination. Moreover, this course serves as a platform for master’s thesis related discussions. "
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "prepare and conduct a presentation on the Master’s thesis",
                      "defend a presentation on the Master’s thesis successfully"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Scientific working",
                      "Scientific writing",
                      "Present and defend a scientific work "
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "quantitative methods, qualitative methods, scientific writing "
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "see Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "participated/ not participated"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Required "
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Die Studierenden haben die Möglichkeit, ihren momentanen Master Arbeits-Status zu präsentieren und Feedback zu bekommen. Dies soll dabei helfen, die Arbeit inhaltlich besser zu strukturieren und sie desweiteren auch auf die Präsentation der Master Arbeit im Zuge der Master Prüfung vorzubereiten. Desweiteren dient diese Lehrveranstaltung als Plattform für Diskussionen im Themenbereich wissenschaftliches Arbeiten und wissenschaftliches Schreiben. "
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "eine Präsentation zu einer Masterarbeit vorzubereiten und abzuhalten ",
                      "eine Präsentation zur Masterarbeit erfolgreich zu verteidigen"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Wissenschaftliches Arbeiten",
                      "Wissenschaftliches Schreiben",
                      "Präsentieren und Verteidigen einer Arbeit "
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "quantitative methods, qualitative methods, scientific writing "
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "siehe Moodle"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "teilgenommen/ nicht teilgenommen"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Verpflichtend"
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        }
      ]
    }
  }
}