{
  "name": "Master Tissue Engineering",
  "url": "https://cis.technikum-wien.at/addons/lvinfo/export/export.php?studiengang_kz=692",
  "studiengang_kz": "692",
  "studienordnung_id": null,
  "data": {
    "studienordnung_id": "369",
    "studienordnung_bezeichnung": "0692-MTE-WS2019",
    "studienplan_id": "426",
    "studienplan_bezeichnung": "0692-MTE-WS2019-BB",
    "gueltig_von": "WS2019",
    "gueltig_von_datum": "2019-09-01",
    "regelstudiendauer": "4",
    "lehrveranstaltungen": {
      "1": [
        {
          "lehrveranstaltung_id": "36770",
          "kurzbz": "iM13",
          "semester": "1",
          "bezeichnung": "From DNA to Protein 1",
          "bezeichnung_englisch": "From DNA to Protein 1",
          "unterrichtssprache": "English",
          "ects": "6.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "kMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "36767",
              "kurzbz": "MBC",
              "semester": "1",
              "bezeichnung": "Molecular Biochemistry and Cell Biology",
              "bezeichnung_englisch": "Molecular Biochemistry and Cell Biology",
              "unterrichtssprache": "English",
              "ects": "6.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "The students obtain detailed knowledge of fundamental molecular and cellular processes in eukaryotic cells and understand their relevance for tissue engineering and regenerative medicine."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Lectures - Distance learning (eLearning) - groupwork"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "give a detailed overview of the essential genetic mechanisms of the cell (replication, transcription, translation, regulation of gene expression, repair, and recombination) ",
                      "specify cellular components (membranes, cytoskeleton, intracellular compartments), protein sorting, and intracellular membrane traffic, and explicate basic mechanisms underlying cell communication, cell cycle, and cell division",
                      "update this knowledge and integrate it into the concepts of tissue engineering and regenerative medicine with relevant publications ",
                      "solve straightforward, research-based thought problems, related to the above mentioned contents"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "DNA structure and functionality",
                      "regulation of gene expression",
                      "internal organisation of the cell"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "basic knowledge of biochemistry and molecular biology"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Alberts, Bruce et al., (2014): Molecular Biology of the Cell, Garland Science"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "successfully complete the eLearning elements",
                      "active participation",
                      "final written exam"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case you miss more than 20% you lose the first try in the exam."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Die Studierenden erreichen detaillierte Kenntnisse der molekularbiologischen und (zell)biologischen Vorgänge in eukaryotischen Zellen insbesondere in Bezug auf Tissue Engineering und Regenerative Medizin."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Vorträge durch LektorInnen - Fernlehre (eLearning) - Gruppenarbeiten"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "einen detaillierten Überblick über die wesentlichen genetischen Mechanismen der Zelle (Replikation, Translation, Regulation der Genexpression, Reparatur und Rekombination) zu geben",
                      "zelluläre Komponenten (Membranen, Zytoskelett, intrazelluläre Kompartimente), Protein-Sortierung und intrazellulären Transport zu erläutern und grundlegende Mechanismen der Zellkommunikation, des Zellzyklus und der Zellteilung zu erklären",
                      "das erworbene Wissen mithilfe einschlägiger Publikationen zu aktualisieren und in Konzepte des Tissue Engineering und der Regenerativen Medizin zu integrieren",
                      "überschaubare Denkprobleme aus der Forschung, die in Zusammenhang mit den oben erwähnten Inhalten stehen, zu lösen"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "DNA-Struktur und -Funktion",
                      "Regulation der Genexpression",
                      "Interne Organisation der Zelle"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Grundlagenwissen in Biochemie und Molekularbiologie"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Alberts, Bruce et al., (2014): Molecular Biology of the Cell, Garland Science"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Absolvierung der eLearning Elemente",
                      "laufende Mitarbeit",
                      "3 schriftliche Zwischenprüfungen der Unterkapitel",
                      "abschließende schriftliche Prüfung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend, Bei Versäumen von über 20% der Einheiten geht der erste Prüfungsantritt verloren."
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "37983",
          "kurzbz": "kM14",
          "semester": "1",
          "bezeichnung": "Tissue Engineering 1",
          "bezeichnung_englisch": "Tissue Engineering 1",
          "unterrichtssprache": "English",
          "ects": "9.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "kMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "37974",
              "kurzbz": "TER",
              "semester": "1",
              "bezeichnung": "Tissue Engineering for Regenerative Medicine",
              "bezeichnung_englisch": "Tissue Engineering for Regenerative Medicine",
              "unterrichtssprache": "English",
              "ects": "6.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "In the first part of the course the most important tools used in tissue engineering (e.g. cells, scaffolds, cell-cell communication,…) are discussed. After an intermediate exam, the second part of the course at the one hand deals with tissue engineering concepts and strategies of different tissue types (e.g. cartilage, bone,…), on the other hand with the application of cells in regenerative medicine. Course contents are deepened by activities of the students during the course."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Lectures- Distance learning- Team work and presentations of the students- Guest lectures"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "name different cell types, explain their characteristics and select them for different applications in tissue engineering",
                      "list different methods for scaffold production and explain their advantages and disadvantages for application in tissue engineering ",
                      "describe different methods for cell differentiation and select suitable detection methods for cell differentiation ",
                      "describe the correlation between different tissue components (cells, extracellular matrix,…) and define differences between selected tissue types",
                      "describe and compare different tissue engineering concepts using examples",
                      "give an overview about the application of cells for regenerative medicine, name examples and explain advantages and disadvantages of stem cells as therapeutics",
                      "evaluate subject specific literature sources (also in English) regarding confirmability, dependability, plausibility, and transferability of insights for comparable problems or contexts and use and reference these in their own work ",
                      "justify a research question after identifying the current state of the art with regard to scientific considerations, formulate the question comprehensibly and to define verifiable target criteria  ",
                      "relate research results to industry, society, the economy or the environment.",
                      "present own or other scientific publications comprehensibly, evaluate them and formulate suggestions for further development. "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Components used in tissue engineering",
                      "Primary cells, cell lines and immortalization of cells",
                      "Extracellular matrix",
                      "Communication between cells",
                      "First steps of animal development",
                      "Cell differentiation and stem cells ",
                      "Scaffolds for tissue engineering",
                      "Tissue engineering of bones and cartilage",
                      "Skin tissue engineering and application  ",
                      "Heart valves tissue engineering ",
                      "Cell therapy in regenerative medicine",
                      "Immunomodulation of mesenchymal stem cell",
                      "Biofabrication"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "- basic knowledge in cell biology- basic knowledge in biochemistry"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Gordana Vunjak-Novakovic, R. Ian Freshney (2006): Culture of Cells for Tissue Engineering, Wiley",
                      "Ulrich Meyer, Thomas Meyer, Jörg Handschel, Hans Peter Wiesmann (2009): Fundamentals of Tissue Engineering and Regenerative Medicine, Springer",
                      "Relevant literature (e.g. papers) will be provided"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Collaboration during lessons",
                      "Distance learning",
                      "Presentations",
                      "Intermediate written exam",
                      "Final written exam"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case more than 20% are missed the first try in the exam is lost."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Im ersten Teil des Kurses werden die wichtigsten Werkzeuge im Tissue Engineering (z. B.: Zellen, Scaffolds, Zell-Zell Kommunikation,…) vermittelt. Nach einer Zwischenprüfung werden im zweiten Teil der Lehrveranstaltung einerseits Tissue Engineering Konzepte und Strategien verschiedener Gewebe (z. B: Knorpel, Knochen,…), andererseits der Einsatz von Zellen in der regenerativen Medizin diskutiert. Lehrinhalte werden durch Aktivitäten der Studierenden zusätzlich vertieft."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Vorlesung- Fernlehre- Teamwork- Präsentationen der Studierenden- Gastvorlesungen"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "die verschiedenen Zelltypen und ihre Eigenschaften zu benennen, ihre Charakteristika zu beschreiben und sie für verschiedene Anwendungsbereiche im Tissue Engineering auszuwählen ",
                      "verschiedene Arten der Herstellung von Scaffolds aufzuzählen und ihre Vor- und Nachteile in Bezug auf Tissue Engineering zu beschreiben",
                      "verschiedene Methoden der Zelldifferenzierung zu erklären und Nachweismethoden dafür auszuwählen",
                      "den Zusammenhang zwischen den einzelnen Gewebekomponenten (Zellen, extrazelluläre Matrix,..) zu beschreiben und Unterschiede zwischen ausgewählten Gewebearten zu definieren.",
                      "verschiedene Tissue Engineering Konzepte anhand von Beispielen zu beschreiben und zu vergleichen",
                      "einen Überblick über den Einsatz von Zellen in der regenerativen Medizin zu geben, Beispiele zu nennen und Vor- und Nachteile von Stammzellen als Therapeutika zu erklären",
                      "facheinschlägige (auch englischsprachige) Literaturquellen hinsichtlich Nachvollziehbarkeit, Verlässlichkeit, Plausibilität und Übertragbarkeit der Erkenntnisse auf vergleichbare Problemlagen oder Kontexte zu bewerten und in der eigenen Arbeit geeignet zu verwenden bzw. zu referenzieren",
                      "eine fachrelevante Forschungsfrage anhand des nach wissenschaftlichen Gesichtspunkten erhobenen State-of-the-Art zu begründen, nachvollziehbar zu formulieren, sowie überprüfbare Zielerreichungskriterien zu definieren ",
                      "Forschungsergebnisse in einen übergreifenden (z.B. branchenbezogenen, gesellschaftlichen, wirtschaftlichen oder ökologischen) Zusammenhang zu stellen",
                      "eigene oder fremde wissenschaftlichen Publikation nachvollziehbar zu präsentieren, zu bewerten, und substantielle Vorschläge für die Weiterentwicklung zu formulieren"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Komponenten, die im Tissue Engineering verwendet werden",
                      "Primärzellen, Zelllinien und Immortalisieren von Zellen",
                      "Extrazelluläre Matrix",
                      "Kommunikation zwischen Zellen",
                      "die ersten Schritte zur Entwicklung eines Individuums",
                      "Zelldifferenzierung und Stammzellen ",
                      "Scaffolds (Gerüstsubstanzen) im Tissue Engineering",
                      "Tissue Engineering von Knochen und Knorpel ",
                      "Tissue Engineering von Haut und Anwendung",
                      "Tissue Engineering von Herzklappen",
                      "Zelltherapie ",
                      "Immunomodulatorische Effekte von mesenchymalen Stammzellen",
                      "Biofabrication"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "- Basiswissen in Zellbiologie- Basiswissen in Biochemie"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Gordana Vunjak-Novakovic, R. Ian Freshney (2006): Culture of Cells for Tissue Engineering, Wiley",
                      "Ulrich Meyer, Thomas Meyer, Jörg Handschel, Hans Peter Wiesmann (2009): Fundamentals of Tissue Engineering and Regenerative Medicine, Springer",
                      "Weitere Unterlagen werden zur Verfügung gestellt"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Mitarbeit während der Vorlesung",
                      "Fernlehre",
                      "Präsentationen der Studierenden",
                      "Schriftliche Zwischenprüfung",
                      "Schriftliche Abschlussprüfung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend, bei Versäumen von über 20% der Einheiten geht der erste Prüfungsantritt verloren."
                  }
                }
              },
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "37973",
              "kurzbz": "BMT",
              "semester": "1",
              "bezeichnung": "Biomaterials in Tissue Engineering",
              "bezeichnung_englisch": "Biomaterials in Tissue Engineering",
              "unterrichtssprache": "English",
              "ects": "3.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "The students obtain knowledge medical applications of biomaterials as well as about basic concepts regarding design and mechanical properties of selected natural and synthetic biomaterials. Topics from current research projects of the UAS Tech are explained and discussed."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Lecture/Presentation- Discussion"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "describe the basic techniques to manufacture scaffolds from raw biomaterials and explain the different prerequisites for the biomaterials.",
                      "explain nature design concepts in the biomaterials field. ",
                      "differentiate biomaterials regarding their properties and assess their usage in a specific application.",
                      "describe the most common techniques to test cell biocompatibility of biomaterials and apply them on different biomaterials.",
                      "correlate the protein structure of a biomaterial with its properties as a biomaterial."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Elements of biomaterials",
                      "Self-assembly and growth",
                      "Mechanical concepts in biomaterials",
                      "Different protein fibers: collagen, silk, keratin",
                      "Methods for the determination of biocompatibility",
                      "Soft tissue - skin",
                      "Cartilage",
                      "Biological composite materials e.g. fibers",
                      "Hierarchical design bone, wound care und suture materials, vascular implants, biomimetic and bio-inspired materials"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Basics of chemistry and protein chemistry"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Gordana Vunjak-Novakovic, R. Ian Freshney (2006): Culture of Cells for Tissue Engineering, Wiley",
                      "Ulrich Meyer, Thomas Meyer, Jörg Handschel, Hans Peter Wiesmann (2009): Fundamentals of Tissue Engineering and Regenerative Medicine, Springer",
                      "Relevant publications will be provided via CIS"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Final exam"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case more than 20% are missed the first try in the exam is lost. "
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Die Studierenden erhalten Kenntnisse über den Einsatz diverser Biomaterialien im Tissue Engineerung und der regenerativen Medizin. Grundlegende Konzepte von ausgewählten natürlichen und synthetischen Biomaterialien in Hinblick auf Design und mechanischen Eigenschaften werden vorgestellt. Aktuelle Themen aus der eigenen Forschung werden dargestellt und disktutiert. "
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Lecture- Diskussionen"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "die Grundtechniken zur Herstellung von Scaffolds aus Biomaterialien und die unterschiedlichen Anforderungen an Biomaterialien zu erklären.",
                      "Designkonzepte aus der Natur im Biomaterialbereich zu erklären",
                      "die Eigenschaften ausgewählter Biomaterialien zu vergleichen und deren Eignung in einem spezifischen Einsatzbereich zu beurteilen.",
                      "die gängigen Arten der Zytokompatibilitätstestung von Biomaterialien zu beschreiben und diese auf die verschiedenen Biomaterialien anzuwenden.",
                      "den Zusammenhang von Proteinstruktur und Eigenschaften eines Biomaterials zu beurteilen."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Elements of biomaterials",
                      "Self-assembly and growth",
                      "Mechanical concepts in biomaterials",
                      "Different protein fibers: collagen, silk, keratin",
                      "Methods for the determination of biocompatibility",
                      "Soft tissue - skin",
                      "Cartilage",
                      "Biological composite materials e.g. fibers",
                      "Biocompatible materials, polymers and metals bioceramics e.g. teeth",
                      "Hierarchical design bone",
                      "Wound care und suture materials",
                      "Vascular implants",
                      "Biomimetic and bio-inspired materials"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Grundlagen der Chemie und Proteinchemie"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Gordana Vunjak-Novakovic, R. Ian Freshney (2006): Culture of Cells for Tissue Engineering, Wiley",
                      "Ulrich Meyer, Thomas Meyer, Jörg Handschel, Hans Peter Wiesmann (2009): Fundamentals of Tissue Engineering and Regenerative Medicine, Springer",
                      "Relevant publications will be provided via CIS"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Abschlussprüfung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend, Bei Versäumen von über 20% der Einheiten geht der erste Prüfungsantritt verloren. "
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "37982",
          "kurzbz": "iM15",
          "semester": "1",
          "bezeichnung": "Protein Chemistry",
          "bezeichnung_englisch": "Protein Chemistry",
          "unterrichtssprache": "English",
          "ects": "3.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lvinfo": {
            "English": {
              "kurzbesch": {
                "einleitungstext": "",
                "data": "The students obtain knowledge about structure, function as well as analytics of proteins. Additionally, selected therapeutics based on proteins are discussed."
              },
              "methodik": {
                "einleitungstext": "",
                "data": "- PowerPoint presentations- Workshops- Seminar talks"
              },
              "lernerg": {
                "einleitungstext": "After passing this course successfully students are able to ...",
                "data": [
                  "explain the composition and chemical structure of proteins and name modifications and their functions",
                  "name the most important methods for the chemical analysis of proteins and explain their basic principles",
                  "explain the basic mechanisms of protein function",
                  "explain interactions between proteins using examples",
                  "relate research results to industry, society, the economy or the environment.",
                  "present own or other scientific publications comprehensibly, evaluate them and formulate suggestions for further development.  "
                ]
              },
              "lehrinhalte": {
                "einleitungstext": "",
                "data": [
                  "Chemical structure of proteins",
                  "Post-translational modifications",
                  "Bioinformatics",
                  "Protein quantification",
                  "Separation techniques",
                  "Proteomics",
                  "Protein function",
                  "Enzymes, antibodies, structural proteins",
                  "Protein therapeutics"
                ]
              },
              "vorkenntnisse": {
                "einleitungstext": "",
                "data": "- Basics of organic and analytical chemistry- Basics of cell biology"
              },
              "literatur": {
                "einleitungstext": "",
                "data": [
                  "Behme, Stefan (2015): Manufacturing of Pharmaceutical Proteins, Wiley-Blackwell",
                  "Lottspeich, Friedrich / Engels, Joachim W (2013): Bioanalytik, Spektrum Akademischer Verlag",
                  "Petsko, Gregory A / Ringe, Dagmar (2008): Protein Structure and Function, Oxford University Press",
                  "Stryer, Lubert (2015): Biochemistry, W. H. Freeman"
                ]
              },
              "leistungsb": {
                "einleitungstext": "",
                "data": [
                  "Active participation",
                  "Seminar talk",
                  "Written exam"
                ]
              },
              "anwesenheit": {
                "einleitungstext": "",
                "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case you miss more than 20% you lose the first try in the exam."
              }
            },
            "German": {
              "kurzbesch": {
                "einleitungstext": "",
                "data": "Die Studierenden erhalten Kenntnisse über die Struktur und die Funktion sowie über die Analytik von Proteinen. Darüber hinaus werden ausgewählte Proteintherapeutika durchgenommen."
              },
              "methodik": {
                "einleitungstext": "",
                "data": "- PowerPoint-Präsentationen- Workshops- Referate"
              },
              "lernerg": {
                "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                "data": [
                  "den Aufbau und die chemische Struktur von Proteinen zu erklären und Modifikationen und deren Funktionen zu nennen",
                  "Wechselwirkungen von Proteinen anhand von Beispielen zu erklären ",
                  "die wichtigsten Methoden zur chemischen Analyse von Proteinen zu nennen und deren Grundprinzip zu erklären",
                  "die grundlegenden Mechanismen der Funktion von Proteinen zu erklären",
                  "Forschungsergebnisse in einen übergreifenden (z.B. branchenbezogenen, gesellschaftlichen, wirtschaftlichen oder ökologischen) Zusammenhang zu stellen",
                  "eigene oder fremde wissenschaftlichen Publikation nachvollziehbar zu präsentieren, zu bewerten, und substantielle Vorschläge für die Weiterentwicklung zu formulieren"
                ]
              },
              "lehrinhalte": {
                "einleitungstext": "",
                "data": [
                  "Chemische Struktur von Proteinen",
                  "Posttranslationale Modifikationen",
                  "Bioinformatik",
                  "Protein-Quantifizierung",
                  "Trenntechniken",
                  "Proteomics",
                  "Funktion von Proteinen",
                  "Enzyme, Antikörper, Strukturproteine",
                  "Protein Therapeutika"
                ]
              },
              "vorkenntnisse": {
                "einleitungstext": "",
                "data": "- Grundlagen der organischen und analytischen Chemie- Grundlagen der Zellbiologie"
              },
              "literatur": {
                "einleitungstext": "",
                "data": [
                  "Behme, Stefan (2015): Manufacturing of Pharmaceutical Proteins, Wiley-Blackwell",
                  "Lottspeich, Friedrich / Engels, Joachim W (2013): Bioanalytik, Spektrum Akademischer Verlag",
                  "Petsko, Gregory A / Ringe, Dagmar (2008): Protein Structure and Function, Oxford University Press",
                  "Stryer, Lubert (2015): Biochemistry, W. H. Freeman"
                ]
              },
              "leistungsb": {
                "einleitungstext": "",
                "data": [
                  "Mitarbeit",
                  "Referat",
                  "Schriftliche Prüfung"
                ]
              },
              "anwesenheit": {
                "einleitungstext": "",
                "data": "Anwesenheit von mindestens 80% ist verpflichtend, Bei Versäumen von über 20% der Einheiten geht der erste Prüfungsantritt verloren."
              }
            }
          },
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "37972",
              "kurzbz": "PRO",
              "semester": "1",
              "bezeichnung": "Protein Chemistry",
              "bezeichnung_englisch": "Protein Chemistry",
              "unterrichtssprache": "English",
              "ects": "3.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "The students obtain knowledge about structure, function as well as analytics of proteins. Additionally, selected therapeutics based on proteins are discussed."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- PowerPoint presentations- Workshops- Seminar talks"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "explain the composition and chemical structure of proteins and name modifications and their functions",
                      "name the most important methods for the chemical analysis of proteins and explain their basic principles",
                      "explain the basic mechanisms of protein function",
                      "explain interactions between proteins using examples",
                      "relate research results to industry, society, the economy or the environment.",
                      "present own or other scientific publications comprehensibly, evaluate them and formulate suggestions for further development.  "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Chemical structure of proteins",
                      "Post-translational modifications",
                      "Bioinformatics",
                      "Protein quantification",
                      "Separation techniques",
                      "Proteomics",
                      "Protein function",
                      "Enzymes, antibodies, structural proteins",
                      "Protein therapeutics"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "- Basics of organic and analytical chemistry- Basics of cell biology"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Behme, Stefan (2015): Manufacturing of Pharmaceutical Proteins, Wiley-Blackwell",
                      "Lottspeich, Friedrich / Engels, Joachim W (2013): Bioanalytik, Spektrum Akademischer Verlag",
                      "Petsko, Gregory A / Ringe, Dagmar (2008): Protein Structure and Function, Oxford University Press",
                      "Stryer, Lubert (2015): Biochemistry, W. H. Freeman"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Active participation",
                      "Seminar talk",
                      "Written exam"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case you miss more than 20% you lose the first try in the exam."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Die Studierenden erhalten Kenntnisse über die Struktur und die Funktion sowie über die Analytik von Proteinen. Darüber hinaus werden ausgewählte Proteintherapeutika durchgenommen."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- PowerPoint-Präsentationen- Workshops- Referate"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "den Aufbau und die chemische Struktur von Proteinen zu erklären und Modifikationen und deren Funktionen zu nennen",
                      "Wechselwirkungen von Proteinen anhand von Beispielen zu erklären ",
                      "die wichtigsten Methoden zur chemischen Analyse von Proteinen zu nennen und deren Grundprinzip zu erklären",
                      "die grundlegenden Mechanismen der Funktion von Proteinen zu erklären",
                      "Forschungsergebnisse in einen übergreifenden (z.B. branchenbezogenen, gesellschaftlichen, wirtschaftlichen oder ökologischen) Zusammenhang zu stellen",
                      "eigene oder fremde wissenschaftlichen Publikation nachvollziehbar zu präsentieren, zu bewerten, und substantielle Vorschläge für die Weiterentwicklung zu formulieren"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Chemische Struktur von Proteinen",
                      "Posttranslationale Modifikationen",
                      "Bioinformatik",
                      "Protein-Quantifizierung",
                      "Trenntechniken",
                      "Proteomics",
                      "Funktion von Proteinen",
                      "Enzyme, Antikörper, Strukturproteine",
                      "Protein Therapeutika"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "- Grundlagen der organischen und analytischen Chemie- Grundlagen der Zellbiologie"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Behme, Stefan (2015): Manufacturing of Pharmaceutical Proteins, Wiley-Blackwell",
                      "Lottspeich, Friedrich / Engels, Joachim W (2013): Bioanalytik, Spektrum Akademischer Verlag",
                      "Petsko, Gregory A / Ringe, Dagmar (2008): Protein Structure and Function, Oxford University Press",
                      "Stryer, Lubert (2015): Biochemistry, W. H. Freeman"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Mitarbeit",
                      "Referat",
                      "Schriftliche Prüfung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend, Bei Versäumen von über 20% der Einheiten geht der erste Prüfungsantritt verloren."
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34007",
          "kurzbz": "kM12",
          "semester": "1",
          "bezeichnung": "Economic and Legal Issues and Professional Communication 1",
          "bezeichnung_englisch": "Economic and Legal Issues and Professional Communication 1",
          "unterrichtssprache": "English",
          "ects": "4.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "kMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "37971",
              "kurzbz": "RDP",
              "semester": "1",
              "bezeichnung": "Reporting and Data Presentation",
              "bezeichnung_englisch": "Reporting and Data Presentation",
              "unterrichtssprache": "English",
              "ects": "1.00",
              "sws": "1.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "SE",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "In the course, the student will learn how to write different types of scientific texts, e.g. lab report, thesis, manuscript, with special emphasis put on the preparation of clear, legible figures, their correct labelling and description. The lectures, together with practical exercises, will provide advanced insight into how the different chapters of a scientific text should be approached. Furthermore, each student will receive individual feedback to their writing (homework). Aspects of the English language that are most relevant for scientific writing will be presented and discussed. The students will learn about the most common writing mistakes and ways to avoid them. "
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Lectures with practical exercises, homework assignments with individual feedback"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "write a scientific text in an IMRAD structure",
                      "write a scientific text according to its style (lab report/thesis/manuscript)",
                      "write scientific English",
                      "prepare, label and caption figures out of raw data",
                      "read and interpret big data (e.g. high-throughput sequencing)",
                      "write specific chapters according to their specific characteristics (introduction, materials and methods, results, discussion)",
                      "formulate complete and correct sentences ",
                      "identify and correct common mistakes in English"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "differences between styles of scientific writing",
                      "basic rules of writing in English",
                      "figure labelling and description",
                      "image-based data presentation",
                      "characteristics of the specific chapters (introduction, materials and methods, results, discussion) and guidelines on how to approach them"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Knowledge of the English language"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Tim Skern, Writing Scientific English: A Workbook (2009), Facultas",
                      "David Evans and Paul Gruba, How to write a better thesis (2010), Melbourne University Press",
                      "Siepmann, Gallagher, Hannay, Mackenzie, Writing in English: A Guide for Advanced Learners (2011), A. Francke Verlag"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Homework assignments",
                      "Class participation"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory (20% of absence is tolerated). All homeworks must be delivered to complete the course. "
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Die Studierenden lernen wie man verschiedene Arten von wissenschaftlichen Texten schreibt, z.B Laborberichte, Diplomarbeiten, wissenschaftliche Manuskripte. Ein Fokus liegt dabei auf der Erstellung klarer, wissenschaftlicher Abbildungen sowie der korrekten Beschriftung und Beschreibung von wissenschaftlichen Daten. Während der Vorlesungen, die von praktischen Übungen während des Kurses sowie Hausübungen begleitet werden, erhalten die Studierenden einen tieferen Einblick, wie die verschiedenen Kapitel eines wissenschaftlichen Textes aufgebaut sind. Darüber hinaus erhält jede/r Student/in individuelles Feedback zu selbst verfassten Texten und Abbildungen. Aspekte der englischen Sprache, die für das wissenschaftliche Schreiben relevant sind, werden vorgestellt und diskutiert. "
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Vorlesung mit praktischen Übungen, Hausübungen mit individuellem Feedback"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "Schreiben eines wissenschaftlichen Textes in IMRAD-Struktur",
                      "Schreiben von unterschiedlichen wissenschaftlichen Texten (Laborbericht / Masterarbeit / Dissertation / Manuskript)",
                      "Wissenschaftliches Englisch",
                      "Erstellen und richtiges Beschriften und Beschreiben von Abbildungen aus Rohdaten",
                      "Lesen und Interpretieren von Big Data ",
                      "Schreiben von spezifische Kapitel eines Manuskripts (Einleitung, Materialien und Methoden, Resultate, Diskussion)",
                      "Formulieren von vollständige und korrekte Sätze",
                      "Diskutieren von häufig auftretenden Fehlern"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Unterschiede von wissenschaftlichen Texten",
                      "Standardregeln im Gebrauch von wissenschaftlichem Englisch",
                      "Beschriftung und Beschreibung von wissenschaftlichen Abbildungen",
                      "Präsentation von bildbasierenden Daten",
                      "Regeln zum Schreiben von unterschiedlichen Kapiteln eines wissenschaftlichen Textes (Einleitung, Materialien und Methoden, Resultate, Diskussion)"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Englischkenntnisse"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Tim Skern, Writing Scientific English: A Workbook (2009), Facultas",
                      "David Evans and Paul Gruba, How to write a better thesis (2010), Melbourne University Press",
                      "Siepmann, Gallagher, Hannay, Mackenzie, Writing in English: A Guide for Advanced Learners (2011), A. Francke Verlag"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Hausübungen",
                      "Mitarbeit während der Vorlesungen"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheitspflicht (20% der Abwesenheit werden toleriert). Alle Hausübungen müssen zeitgerecht gemacht werden, um den Kurs abzuschließen."
                  }
                }
              },
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "4913",
              "kurzbz": "COM",
              "semester": "1",
              "bezeichnung": "Corporate Management",
              "bezeichnung_englisch": "Corporate Management",
              "unterrichtssprache": "English",
              "ects": "2.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "SE",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "The course shall provide an overview over the essential elements of Management in order to prepare the students for managerial tasks in practical business life. After an introduction to basics of management (managers, environment, social responsibility) the course covers the 4 managerial steps Planning, Organizing, Leading and Control. Practical examples focus particularly on the pharmaceutical industry."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Lectures with Powerpoint Slides as well as discussions and several case studies."
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "define tasks and steps of the managerial process for companies as well as explain examples for “effective” and “efficient” management",
                      "analyze the economic situation of a company as a manager, for example by using comparative data in income statements",
                      "develop and define company goals as a manager",
                      "make decisions as a manager as well as to explain and justify them",
                      "recognize critical situations in terms of business ethics and develop solutions",
                      "explain methods how to motivate employees and evaluate their applicability in practical cases",
                      "evaluate various methods of communication for practical management",
                      "explain leadership styles and their advantages and disadvantages for specific situations and persons"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Basics of management, decision making in business, planning, organizational structure and culture, change management, time management, managing teams, motivation of employees, leadership traits and styles, communication in business, controlling, key factors of successful management"
                    ]
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Stephen P. Robbins, David A. DeCenzo, Mary CoulterFundamentals of ManagementPearson Education, 2014, 9th Global EditionISBN-10: 1292056541ISBN-13: 978-1292056548"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "End exam"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case you miss more than 20% you lose the first try in the exam."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Die Lehrveranstaltung soll den Studierenden einen Überblick über die wesentlichen Elemente des Managements von Unternehmen geben, um sie auf Führungsaufgaben im praktischen Geschäftsleben vorzubereiten. Nach der Vermittlung von Basiswissen (Manager, Umfeld, soziale Verantwortung) behandelt der Kurs die 4 Management-Schritte Planung, Organisation, Führung und Kontrolle. Beispiele aus der Praxis orientieren sich insbesondere an der Pharmaindustrie."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Vortrag mit Powerpoint Folien sowie Diskussionen und mehrere Fallstudien. "
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "Aufgaben und Ablauf des Managements von Unternehmen zu definieren sowie Beispiele für “effektives” und “effizientes” Management zu erläutern",
                      "die wirtschaftliche Situation eines Unternehmens als Manager zu analysieren, z.B. anhand von Gewinn- und Verlustrechnungen mit Vergleichsdaten ",
                      "Ziele des Unternehmens als Manager zu entwickeln und zu formulieren",
                      "Entscheidungen als Manager zu treffen, zu erklären und zu begründen",
                      "kritische Situationen in Bezug auf Geschäftsethik zu erkennen und Lösungsmöglichkeiten zu entwickeln",
                      "Methoden zur Motivation von Mitarbeitern zu erläutern und deren Anwendbarkeit in praktischen Fällen zu beurteilen ",
                      "Verschiedene Kommunikationsmöglichkeiten in Bezug auf deren Eignung im praktischen Management zu beurteilen ",
                      "Situations- und mitarbeiterspezifische Führungsstile mit ihren Vor- und Nachteilen zu erklären "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Grundlagen des Managements, unternehmerische Entscheidungsprozesse, Planung, Organisationsstruktur und –kultur, Veränderungs-Management, Zeit-Management, Management von Teams, Motivation von Mitarbeitern, Führungsqualitäten und Führungsstile, Kommunikation im Geschäft, Controlling, Schlüsselfaktoren von erfolgreichem Management"
                    ]
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Stephen P. Robbins, David A. DeCenzo, Mary CoulterFundamentals of ManagementPearson Education, 2014, 9th Global EditionISBN-10: 1292056541ISBN-13: 978-1292056548"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Abschlussprüfung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend, Bei Versäumen von über 20% der Einheiten geht der erste Prüfungsantritt verloren."
                  }
                }
              },
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "4914",
              "kurzbz": "PHL",
              "semester": "1",
              "bezeichnung": "Pharmaceutical Law",
              "bezeichnung_englisch": "Pharmaceutical Law",
              "unterrichtssprache": "English",
              "ects": "1.00",
              "sws": "1.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "SE",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Knowledge of the relevant legal provisions concerning medicinal products and medical devices law in Europe and Austria; the target is to create a general understanding for legal issues on the basis of a well-defined part of the law. Practical use of the course is the principal aim."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Lecture and discussions in interactive workshops"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "name the legal basics of pharmaceutical law and medical devices law, ",
                      "register simple legal problems in theses areas and develop general solutions for simple situations ,",
                      "catch general problems of more complicated legal issues tob e in the position to prepare measures to solve these problems,",
                      "distinguish between pharmaceuticals and medical devices,",
                      "check clinical trial contracts concerning the most relevant issues,",
                      "explain the principles of marketings authorisation procedures,",
                      "describe the nature of a patent."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Principles of pharmaceutical law and medical devices law in Europe and Austria",
                      "Distinguishing between pharmaceutical products and medical devices including discussion of recent jurisdiction",
                      "Development of pharmaceutical products and medical devices mainly focussed on clinical trials and related legal questions",
                      "Introduction to patent law including procedural topics",
                      "Proceedings and applications for marketing authorisations of pharmaceutical products"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Definitions of terms: - Law- Directive- Regulation- NotificationInstitutions and government in Europe (Knowledge of general responsibilities and tasks): - European Parliament- Commission- European Court of JusticeInstitutions and government in Austria (Knowledge of general responsibilities and tasks):- Parliament- Government- Differences between EU-law and national law- Legislative bodies in the EU and Austria- Public authorities in Austria- Definition of a contract according to civil law"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Lecture mainly refers to the published legal basic on the so-called Eudralex homepage, especially the Community Code relating to medical products for human use. Further necessary documents are distributed in class.refer http://ec.europa.eu/health/documents/eudralex/index_en.htm"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "written exam (50 points)"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case you miss more than 20% you lose the first try in the exam. "
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Vermittlung der grundsätzlichen Kenntnis der wesentlichen rechtlichen Bestimmungen zum Arzneimittel- und Medizinprodukterecht in Europa und Österreich; Ziel ist ein prinzipielles Verständnis für juristische Sachverhalte in einem abgegrenzten und überschaubaren Rechtsbereich zu entwickeln. Die Praxisrelevanz des vermittelten Wissens steht im Vordergrund."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Vorlesung mit Diskussionsrunden  ausgewählter Themen durch die TeilnehmerInnen in interaktiven Workshops."
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "die juristischen Grundlagen des Pharma- und Arzneimittelrechts sowie des Medizinprodukterechts zu benennen,",
                      "einfache juristische Probleme in diesen Bereichen zu erfassen und ein grundsätzliches Lösungskonzept für einfache Sachverhalte zu erarbeiten,",
                      "komplexere juristische Probleme zu erkennen und darauf basierend auf eine Klärung abzielende Fragen zu stellen,",
                      "zwischen Arzneimitteln und Medizinprodukten zu unterscheiden,",
                      "Klinische Studienverträge auf ihre wesentlichen Inhalte hin zu überprüfen,",
                      "die Grundzüge des Zulassungsverfahrens für Arzneimittel und die damit verbunden Aufwendungen zu erklären,",
                      "das Wesen eines Patents zu beschreiben. "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Grundzüge des Pharma- und Medizinprodukterecht in Österreich und Europa",
                      "Unterscheidung zwischen Arzneimitteln und Medizinprodukten anhand konkreter Fallbeispiele aus der Praxis",
                      "Entwicklung von Arzneimitteln und Medizinprodukten mit Schwerpunktsetzung „Klinische Studien“ ",
                      "Einführung in das Patentrecht einschließlich des damit verbundenen Verfahrensrechts",
                      "Verfahren zur Zulassung von Arzneimitteln"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Definitionen (Begriffe): - Recht- Richtlinie- Verordnung- BescheidInstitutionen und Regierung in Europa (Kenntnis der grundlegenden Funktionen und Kompetenzen): - Europäisches Parlament- Kommission- Europäischer GerichtshofInstitutionen und Regierung in Österreich (Kenntnis der Funktionen und Kompetenzen): - Parlament- Regierung- Unterschiede und Verhältnis zwischen EU-Recht und österreichischem Recht- Behörden in Österreich- Definition eines zivilrechtlichen Vertrages"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Die Lehrveranstaltung basiert im Wesentlichen auf den im Internet abrufbaren Rechtsdokumenten der EU (Link siehe unten), vor allem dem Humanarzneimittelkodex. Weitere notwendige Unterlagen werden in der Lehrveranstaltung ausgegeben.http://ec.europa.eu/health/documents/eudralex/index_en.htm"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Schriftliche Prüfung (50 Pkt.)"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend, Bei Versäumen von über 20% der Einheiten geht der erste Prüfungsantritt verloren"
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "36769",
          "kurzbz": "iM11",
          "semester": "1",
          "bezeichnung": "Laboratory Work in Teams",
          "bezeichnung_englisch": "Laboratory Work in Teams 1",
          "unterrichtssprache": "English",
          "ects": "8.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "36766",
              "kurzbz": "PL1",
              "semester": "1",
              "bezeichnung": "Project Laboratory 1",
              "bezeichnung_englisch": "Project Laboratory 1",
              "unterrichtssprache": "English",
              "ects": "8.00",
              "sws": "3.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "PRJ",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Teams of approximately three students each learn methods relevant to tissue engineering and regenerative medicine in theory and practice. The work is carried out independently. Furthermore, students get familiar with the main principles of leading teams."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Self-directed learning, supported by short inputs in seminars, exercises and teaching materials (compulsory literature and current research papers), as well as continuous feedback on written and practical work. Each student team is supervised by a lecturer who guides them throughout the semester. During practical laboratory work, students are supported by research supervisors (R & D staff). In accompanying team coaching sessions students reflect on aspects of group-dynamics."
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "independently perform basic steps in cell culture (cell seeding and counting, growth curve, cell stainings. primary cell culture) and techniques relevant in tissue engineering of molecular biology (e.g. RT-PCR, Western blotting) and biomaterials (e.g. preparation of silk-scaffolds and Hydrogels).",
                      "explain the theoretical background, mechanisms, advantages and disadvantages and application scenarios of these methods and to identify typical application errors.",
                      "identify relevant literature, write a scientific introduction and develop and implement a working plan on a given topic.",
                      "comprehensibly analyze, critically evaluate and interpret their data collected with the help of scientific-systematic methods, to summarize them in a written report according to the standard of scientific working (IMRAD structure) and to present their results to supervisors, lecturers and fellow students.",
                      "record their laboratory experiments in a laboratory book in a comprehensible manner in accordance with prescribed standards of scientific documentation.",
                      "approach and solve scientific problems within a team. ",
                      "identify the basic types of scientific publications and differentiate between them, especially original papers, review papers, conference articles, journals and books.",
                      "evaluate subject specific literature sources (also in English) regarding confirmability, dependability, plausibility, and transferability of insights for comparable problems or contexts and use and reference these in their own work. ",
                      "plan the phases of a scientic study, conduct it precisely, document it comprehensibly, and to ensure the comprehensibility, dependability, plausibility and transferability other problems areas and contexts.",
                      "relate research results to industry, society, the economy or the environment.",
                      "explain the role of leadership in the different stages of team development (for example by Tuckman) and to derive relevant leading actions (for example directive leadership in the forming phase).",
                      "diagnose dynamics in project teams using models (for example Rank Dynamics, Drama Triangle, TZI) and to develop and argue case-related concrete opportunities for activities (for example delegation of responsibilty, critical discussion)."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Scientific literature research and writing of a scientific introduction",
                      "Planning experiments",
                      "Statistical tests and preparation of results",
                      "Writing a scientific report",
                      "Conducting experiments in the lab",
                      "Leadership functions and tasks, Leadership tools in project teams, Role conflicts \"colleague\" and \"project leader\", Leading without formal power and competence, Overview of theories to group dynamics, Conflicts and difficult situations in leading project teams",
                      "Presentation of the obtained data in front of an auditorium (consisting of the other teams and all supervising lecturers)"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Basic knowledge about cell and tissue biology and molecular biology as well as corresponding lab experience, warm-up course cell culture and lab security training."
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Berkun, S. (2005): The Art of Project Management, Sebastopol: O’Reilly Media",
                      "Cronenbroeck, W. (2008): Projektmanagement, Berlin: Cornelsen Verlag [bilingual book: in English and German]",
                      "Haeske, U. (2008): Teamentwicklung, Berlin: Cornelsen Verlag, [bilingual book: in English and German]",
                      "Current scientific literature (research papers) ",
                      "Script cell culture"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Exams",
                      "Documentation of lab work (lab book)",
                      "Presentation of data",
                      "Writing reports",
                      "Performance in the lab with examinations",
                      "Documentation of the whole project",
                      "An individual reflection paper about the group processes encountered in the semester and how the knowledge about group dynamic processes and communication models was applied."
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance of at least 70% is mandatory in this course.\r\nFor the team management blocks only 20% absence is tolerated, in case you miss more than 20% compensation work is required."
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "This course also includes team coaching for the teams in the course Project Laboratory 1."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Gruppen zu je ca. drei Studierenden erlernen Methoden, die für Tissue Engineering und Regenerative Medizin relevant sind in Theorie und Praxis. Die Arbeit wird selbstständig durchgeführt. Zudem lernen die Studierenden die Grundprinzipien der Führung von Teams kennen."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Selbst-gesteuertes Lernen, unterstützt durch kurze Inputs in Seminaren, gezielte Übungen und  Lehrmaterialien (Pflichtliteratur und aktuelle Research Papers) sowie kontinuierliches Feedback zu schriftlichen und praktischen Arbeiten. Jede Gruppe wird von einem Lektor/einer Lektorin betreut, der/die sie durch das Semester begleitet. Die Studierenden werden zusätzlich im Labor durch Fach-BetreuerInnen (F&E Personal) unterstützt. In begleitenden Team-Coaching-Sessions reflektieren die Studierenden gruppendynamische Aspekte."
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "grundlegende Schritte in der Zellkultur (Zellen aussäen und zählen, Erstellen einer Wachstumskurve, Zellfärbungen, Primärzellkultur), sowie im Tissue Engineering relevante Techniken der Molekularbiologie (z.B. RT-PCR, Western blotting) und Biomaterialien (z.B. Herstellung von Seide-Scaffolds und Hydrogelen) selbstständig anzuwenden.",
                      "den theoretischen Hintergrund, Mechanismen, Vor- und Nachteile und Einsatzszenarien dieser Methoden zu erklären und typische Anwendungsfehler zu erkennen.",
                      "relevante Literatur auszuwählen, eine wissenschaftliche Einleitung zu schreiben und einen Arbeitsplan zu einem vorgegebenen Thema auszuarbeiten und umzusetzen.",
                      "ihre mit Hilfe von wissenschaftlich-systematischen Methoden erhobenen Daten nachvollziehbar auszuwerten, kritisch zu evaluieren und zu interpretieren, in einem schriftlichen Bericht (IMRAD-Struktur) gemäß dem Standard wissenschaftlicher Arbeiten zusammenzufassen und BetreuerInnen, LektorInnen und Studierenden zu präsentieren.",
                      "ihre Laborexperimente entsprechend vorgegebener Standards wissenschaftlicher Dokumentation in einem Laborbuch nachvollziehbar zu dokumentieren.",
                      "ein wissenschaftliches Problem in einem Team zu bearbeiten und zu lösen.",
                      "Typen wissenschaftlicher Veröffentlichungen zu nennen, zu beschreiben und zu unterscheiden, insbesondere Originalarbeiten, Review Papers, Konferenzbeiträge, Journal Papers und Buchbeiträge.",
                      "facheinschlägige (auch englischsprachige) Literaturquellen hinsichtlich Nachvollziehbarkeit, Verlässlichkeit, Plausibilität und Übertragbarkeit der Erkenntnisse auf vergleichbare Problemlagen oder Kontexte zu bewerten und in der eigenen Arbeit geeignet zu verwenden bzw. zu referenzieren.",
                      "die Phasen einer wissenschaftlichen Entwicklung oder Untersuchung mittels fachüblicher Methoden selbständig zu planen, zielgerichtet durchzuführen, nachvollziehbar zu dokumentieren, und dabei systematisch Nachvollziehbarkeit, Verlässlichkeit, Plausibilität und Übertragbarkeit der Erkenntnisse auf vergleichbare Problemlagen oder Kontexte sicherzustellen.",
                      "Forschungsergebnisse in einen übergreifenden (z.B. branchenbezogenen, gesellschaftlichen, wirtschaftlichen oder ökologischen) Zusammenhang zu stellen.",
                      "Die Führungsrolle in den verschiedenen Phasen der Teamentwicklung zu erklären (z.B. nach Tuckman) und entsprechende Führungsstile daraus abzuleiten (z.B.  direktiver Führungsstil in der „Forming“-Phase).",
                      "Dynamiken in Projektteams anhand von Modellen zu diagnostizieren (z. B. Rangdynamiken, Drama Dreieck, Themenzentrierte Interaktion (TZI)) und Entwicklung und Diskussion fallbezogener konkreter Handlungsmöglichkeiten (z. B. Delegation von Verantwortung, kritische Diskussion)"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "wissenschaftliche Literatursuche und Verfassen einer wissenschaftlichen Einleitung  ",
                      "Versuchsplanung",
                      "Statistische Tests und Darstellung von Ergebnissen",
                      "Durchführung von Experimenten im Labor",
                      "Verfassen eines wissenschaftlichen Berichts",
                      "Führungsfunktion und Aufgaben, Führungsinstrumente in Projektteams, Rollenkonflikt \"Kollege\" und \"ProjektleiterIn\", Führen ohne formale Macht und Kompetenz, Überblick über gruppendynamische Theorien, Konflikte und schwierige Situationen in der Teamführung ",
                      "Präsentation der Daten vor einem Auditorium (bestehend aus allen Gruppen und den begleitenden LektorInnen des jeweiligen Semesters)"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Grundwissen über Zell- und Gewebebiologie und Molekularbiologie sowie einschlägige Laborerfahrung, Warm-up Kurs Zellkultur und Laborsicherheit."
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Berkun, S. (2005): The Art of Project Management, Sebastopol: O’Reilly Media",
                      "Cronenbroeck, W. (2008): Projektmanagement, Berlin: Cornelsen Verlag [bilingual book: in English and German]",
                      "Haeske, U. (2008): Teamentwicklung, Berlin: Cornelsen Verlag, [bilingual book: in English and German]",
                      "aktuelle wissenschaftliche Literatur",
                      "Skriptum Zellkultur"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Prüfungen",
                      "Führung des Laborbuches",
                      "Präsentationen von Ergebnissen",
                      "Verfassen von Berichten",
                      "Arbeit im Labor mit Überprüfungen ",
                      "Dokumentation des gesamten Projekts",
                      "Ein individuelles Reflexionspapier über die Gruppenprozesse im Semester und wie das Wissen über gruppendynamische Prozesse und Kommunikationsmodelle angewendet wurde"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 70% ist verpflichtend. \r\nIn den Teammanagement-Blöcken ist maximal 20% Abwesenheit toleriert, bei Versäumen von über 20% sind Ersatzarbeiten zu erbringen."
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "Der Kurs beinhaltet auch Team Coaching für die Project Laboratory 1 Studierenden-Teams."
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        }
      ],
      "2": [
        {
          "lehrveranstaltung_id": "34014",
          "kurzbz": "kM22",
          "semester": "2",
          "bezeichnung": "From DNA to Protein 2",
          "bezeichnung_englisch": "From DNA to Protein 2",
          "unterrichtssprache": "English",
          "ects": "9.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "kMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "35022",
              "kurzbz": "MIC",
              "semester": "2",
              "bezeichnung": "Methods in Cellbiology (incl. Lab)",
              "bezeichnung_englisch": "Methods in Cellbiology (incl. Lab)",
              "unterrichtssprache": "English",
              "ects": "6.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "This course provides information to learn about cellbiological methods. The content will partly be explained in lectures and partly by performing exercises in the laboratory."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Lectures- Discussions and lab experiments"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "describe different methods to measure the binding of proteins to DNA.",
                      "explain different sequencing methods.                           ",
                      "explain approaches and methods for the generation of conventional and conditional knock out mice and genotype tissue samples with provided sequences and primers                                                                       ",
                      "perform cell migration/transwell-assays and interpret them independently",
                      "design gene-specific primers for RT-qPCR, investigate the gene-expression via RT-qPCR and distinguish this method from other gene-expression analysis techniques.",
                      "describe the system, functional principle and experimental limitations of a confocal microscope",
                      "sketch the morphologic structure of mitochondria as well as the mitochondrial respiratory transport chain, prepare mitochondria from tissue, measure mitochondrial respiratory activity including ATP levels and determine the protein content in mitochondrial suspensions.",
                      "describe the operating mode of a Scanning Electron Microscope (SEM) including preparation techniques and perform basic sample preparations individually as well as investigate them with SEM.   "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "SEM sample preparation and individual analysis with SEM"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "- Project Laboratory 1- Molecular Biochemistry and Cell Biology- Tissue Engineering and Regenerative Medicine- Protein Chemistry"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Goldstein, Joseph / Newbury, Dale / Joy David (2007): Scanning Electron Micrsoscopy and X-Ray Microanalysis, Springer",
                      "Echlin Patrick (2009): Handbook of Sample Preparation for Scanning Electron Micrsoscopy and X-Rey Microanalysis"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Basis for grading are collaboration, homework, written protocols and a final exam."
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case more than 20% are missed the first try in the exam is lost."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "In dieser Lehrveranstaltung werden zellbiologische Methoden nähergebracht. Teilweise werden die Lehrinhalte im Rahmen eines Seminars erklärt und teilweise werden Übungen im Labor durchgeführt."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Vorträge- Diskussionen und Laborexperimente"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "verschiedene Methoden zur Bestimmung von DNA/Protein-Interaktionen zu beschreiben.",
                      "verschiedene Sequenzierungsmethoden zu erklären.",
                      "verschiedene Ansätze und Methoden zur Herstellung konventioneller und konditionaler knock out Mäuse zu erklären und Gewebeproben anhand vorgegebener DNA-Sequenzen und Primer selbst zu genotypisieren.",
                      "Zellmigrations-/Transwelltests selbst durchzuführen und zu interpretieren.",
                      "für die RT-qPCR geeignete genspezifische Primer zu designen, die Expression eines Gens mittels RT-qPCR zu überprüfen und diese Methode von anderen Genexpressionsanalysen zu unterscheiden.",
                      "den Aufbau, Funktionsprinzip und experimentelle Limitationen eines Konfokalmikroskops zu beschreiben.",
                      "die morphologischen Strukturen von Mitochondrien sowie die mitochondriale Atmungskette zu skizzieren, Mitochondrien aus Gewebe zu präparieren,  die mitochondriale Atmungsaktivität inklusive des ATP Levels zu messen und den Proteingehalt in mitochondrialen Suspensionen zu bestimmen.",
                      "die Funktionsweise des Rasterelektronenmikroskops, sowie Präparationstechniken für die REM zu beschreiben, einfache Präparationen selbstständig durchzuführen und diese im REM zu untersuchen."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Probenvorbereitung für SEM und selbstständige Analyse am SEM"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "- Project Laboratory 1- Molecular Biochemistry and Cell Biology- Tissue Engineering and Regenerative Medicine- Protein Chemistry"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Goldstein, Joseph / Newbury, Dale / Joy David (2007): Scanning Electron Micrsoscopy and X-Ray Microanalysis, Springer",
                      "Echlin Patrick (2009): Handbook of Sample Preparation for Scanning Electron Micrsoscopy and X-Rey Microanalysis"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Die Beurteilung ergibt sich aus Mitarbeit, Hausarbeiten, schriflichen Protokollen und einer Abschlussprüfung."
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend, Bei Versäumen von über 20% der Einheiten geht der erste Prüfungsantritt verloren."
                  }
                }
              },
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "35021",
              "kurzbz": "GRST",
              "semester": "2",
              "bezeichnung": "Gene Regulation and Signal Transduction",
              "bezeichnung_englisch": "Gene Regulation and Signal Transduction",
              "unterrichtssprache": "English",
              "ects": "3.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "VO",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "This course provides necessary information to understand cellular signalling and how genes are regulated. The topics cover aspects of signal transduction in the context of tissue engineering and regenerative medicine. "
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Lecture presenting basics and applied examples."
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "explain the basic principles of DNA/protein interaction",
                      "specify components and regulation of important signaling pathways (e.g. Raf-MEK-ERK, PI3K-AKT-mTOR; apoptosis) and mechanisms of mechanotransduction",
                      "interpret and analyze results from typical signaling experiments (Western blots, IPs…)",
                      "explicate the relevance of signal transduction in Tissue Engineering"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "signaling pathways (RAF-MEK-ERK, mTOR/AKT, Wnt/beta-catenin)",
                      "apoptosis",
                      "mechanotransduction",
                      "aspects of cellular signaling in Tissue Engineering"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Molecular Biochemistry and Cell Biology"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "current scientific literature suggested by lecturers"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      " final written exam"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case more than 20% are missed the first try in the exam is lost."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "In dieser Lehrveranstaltung werden verschiedene Aspekte der Genregulation und Signaltransduktion angesprochen. Die Themen stehen im Kontext zum Tissue Engineerung und der regenerativen Medizin. "
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Die LektorInnen präsentieren die Lehrinhalte und diskutieren sie anhand praktischer Beispiele."
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "die Grundlagen von DNA/Protein Interaktionen zu erklären",
                      "Komponenten und Regulation wichtiger Signalwege (z.B. Raf-MEK-ERK, PI3K-AKT-mTOR; Apoptose) und Mechanismen der Mechanotransduktion zu beschreiben",
                      "Ergebnisse typischer Experimente aus dem Gebiet der Signaltransduktion (Western blots, IPs…) zu interpretieren ",
                      "die Bedeutung von Signaltransduktion im  „Tissue Engineering“ zu erläutern"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Signalwege (Raf-MEK-ERK, mTOR/AKT, Wnt/beta catenin) ",
                      "Apoptose",
                      "Mechanotransduktion",
                      "Aspekte zellulärer Signalwege im Tissue Engineering"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Molecular Biochemistry and Cell Biology"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "aktuelle wissenschaftliche Literatur auf Empfehlung der LektorInnen"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "schriftliche Abschlussprüfung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend, Bei Versäumen von über 20% der Einheiten geht der erste Prüfungsantritt verloren."
                  }
                }
              },
              "lastupdate": "2020-02-18 17:19:08"
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34017",
          "kurzbz": "kM24",
          "semester": "2",
          "bezeichnung": "Scientific Research Design, Evaluation and Communication",
          "bezeichnung_englisch": "Scientific Research Design, Evaluation and Communication",
          "unterrichtssprache": "English",
          "ects": "7.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "kMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "35026",
              "kurzbz": "SDB",
              "semester": "2",
              "bezeichnung": "Study Design and Biostatistics",
              "bezeichnung_englisch": "Study Design and Biostatistics",
              "unterrichtssprache": "English",
              "ects": "3.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "VO",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "The first part of the course provides an overview including details of different study design concepts. Subsequently, some selected parts of biostatistics are discussed. Additionally students present scientific literature in an oral presentation and receive detailed feedback on their presentation skills. "
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Lecture format- Occasional take-home readings- Discussions in classroom"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "define general rules/key points of an appropriate study design ",
                      "identify types of models/study design approaches utilized in various areas of pre- and clinical research",
                      "define and critically assess the influence of key advantages and weaknesses of most commonly modeling systems used in pre- and clinical research",
                      "define basic rules/definitions used in biomedical descriptive statistics",
                      "perform a critical preliminary assessment of (quantitative) data  as well as selection of appropriate tests for statistical evaluation of (quantitative) data",
                      "define most common do’s and don’t’s in a power point presentation",
                      "define/practically apply the optimal tactics for an effective scientific meeting-type talk",
                      "apply a “damage control” in the post-talk question/answer period"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Study design overview for 1) in vitro, 2) in vivo and 3) clinical study sections",
                      "Detailed description of study types, their applicability and pro-and cons for each section. ",
                      "Selected (introductory) study design-related aspects of biostatistics: types of data, distributions/normality, hypothesis testing, data transformation, appropriate approach/selection of statistical tests",
                      "Curriculum also includes graded data presentation training (a.k.a. Power Talk Training) by students in a form of a 10min power point (PP) talk/each (followed by a detailed feedback from the lecturer)"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "- An open mind and mental flexibility- Positive thinking and eagerness to interact with the lecturer- Knowledge of the basic statistical concepts is useful"
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Final grade will combine 50% of the test score and 50% of the PP talk."
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case more than 20% are missed the first try in the exam is lost."
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "Students must get approval of the topics to present from the lecturer; titles/topics need to be sent to the lecturer at least 3 days before the scheduled talk. The order of individual talks is to be decided by students."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Im ersten Teil der Lehrveranstaltung werden verschiedene Study-Design Konzepte vorgestellt und im Detail diskutiert. Danach werden einige ausgewählte Bereiche der Biostatistik behandelt. Abschließend präsentieren Studierende wissenschaftliche Literatur und erhalten ausführliches Feedback auf die Präsentation und den Präsentationsstil."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Lecture format- Occasional take-home readings- Discussions in classroom"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "generelle Regeln und Schlüsselpunkte eines geeigneten Studiendesign zu definieren. ",
                      "Auswahlkriterien bezüglich Modell und Studiendesign hinsichtlich preklinischer und klinischer Forschung zu identifizieren.",
                      "die Vor- und Nachteile häufig verwendeter Modellsysteme in preklinischer und klinischer Forschung zu definieren und kritisch zu bewerten.",
                      "grundlegendsten Regeln und Definitionen in der biomedizinischen beschreibenden Statistik zu definieren",
                      "eine kritische Erstevaluierung von (quantitativen) Daten durchzuführen und geeignete statistische Tests zur Auswertung der (quantitativen) Daten auszuwählen.",
                      "die wichtigsten Do´s und Dont´s in einer Powerpoint Präsentation zu definieren",
                      "eine optimierte Taktik für ein effektives wissenschaftliches Meeting zu definieren und praktisch anzuwenden",
                      "eine effektive „Schadenskontrolle“ in der Fragen/Antwort Situation nach einer Präsentation durchzuführen"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Überblick über das Design von 1) in vitro, 2) in vivo und 3) klinischen Studien ",
                      "Detaillierte Beschreibung verschiedener Arten von wissenschaftlichen Studien, deren Einsetzbarkeit und die Vor- und Nachteile der verschiedenen Arten von Studien. ",
                      "Einführung in bestimmte Aspekte der Biostatistik (relevant für das Design von Studien): Datentypen, Verteilung/Normalität, Testen von Hypothesen, Datentransformation, angemessene Auswahl von statistischen Tests",
                      "im Kurs enthalten ist zusätzlich ein Power Talk Training (PTT) anhand einer 10 minütigen Präsentation pro Studierender (inklusive eines detaillierten Feedbacks des Lektors, Teil der Endnote) "
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "- offene und flexible Art - positives Denken und Interaktionsbestreben mit dem Lektor- grundlegende statistische Kenntnisse "
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Final grade will combine 50% of the test score and 50% of the PP talk."
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend, bei Versäumen von über 20% der Einheiten geht der erste Prüfungsantritt verloren."
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "Der Lektor muss die vorgeschlagenen Präsentationsthemen freigeben; Titel und Themen müssen spätestens drei Tage vor der geplanten Präsentation an den Lektor geschickt werden. Die Reihenfolge der Präsentationen wird von den Studierenden geplant."
                  }
                }
              },
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "4995",
              "kurzbz": "EEM",
              "semester": "2",
              "bezeichnung": "Ethics in Engineering and Medicine",
              "bezeichnung_englisch": "Ethics in Engineering and Medicine",
              "unterrichtssprache": "English",
              "ects": "1.00",
              "sws": "1.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "SE",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "The course imparts basic knowledge of bioethics to the students. Ethical questions in bioengineering and biomedicine including their impacts on society and the training of ethical decision-making and argumentation take center stage."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Seminar: - Theory Inputs- Case Studies- Group work- Ethical arguing- Discussions"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "outline selected basic terms and principles of biomedical ethics (for example moral status, allocation ethics, concepts of health and disease/disabilities) by the means of simple examples.",
                      "apply ethical standards to latest research developments in selected actual case studies in bioengineering and biotechnology.",
                      "describe the steps of ethical decision-making and argumentation and to apply them in selected case studies for ethical assessment of conflicting issues in the field of biomedical research and medicine."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Fundamental  positions of bioethical decision-making and argumentation",
                      "Experiments with human subjects and animals",
                      "Ethics issues of resource allocation",
                      "Ethical concepts to health-disease/illness-disabilities",
                      "Intercultural ethical aspects of bioengineering and biotechnology",
                      "Selection of actual subjects of biotechnology and / bioethics"
                    ]
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Literature at the beginning of the course "
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Course with an immanent character (grade):"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case you miss more than 20% compensation work is required."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Die Lehrveranstaltung vermittelt den Studierenden Grundkenntnisse der Bioethik. Ethische Fragestellungen der Biomedizin und Biotechnik einschließlich ihrer gesellschaftlichen Auswirkungen sowie das Training ethischer Urteilsbildung und Argumentation stehen im Mittelpunkt."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Seminar:- Theory Inputs- Case Studies- Group work- Ethical arguing- Discussions"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "ausgewählte Grundbegriffe und -positionen der biomedizinischen Ethik (z.B. moralischer Status, Verteilungsethik, Konzepte von Gesundheit und Krankheit/Behinderungen) anhand einfacher Fallbeispiele zu erläutern.",
                      "ethische Standards zu neuesten Forschungsentwicklungen in ausgewählten aktuellen Fallstudien der Biotechnik und Biotechnologie anwenden.",
                      "die Schritte ethischer Urteilsbildung und Argumentation zu beschreiben und in ausgewählten Fallbeispielen zur Beurteilung von Konflikthemen auf dem Gebiet der biomedizinischen Forschung und der Medizin anzuwenden"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Grundpositionen bioethischer Urteilsbildung und Argumentation",
                      "Experimente mit Menschen und Tieren",
                      "Ethische Fragen der Ressourcenallokation",
                      "Ethische Konzepte zu Gesundheit-Krankheit / Erkrankung-Behinderungen",
                      "Interkulturelle ethische Aspekte der Biotechnologie",
                      "Auswahl aktueller Themen aus dem biotechnischen / boiethischen Bereich"
                    ]
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Wird zu Beginn der LV mitgeteilt"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "LV-Immanente Leistungsbeurteilung (Note)"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend. Bei Versäumen von über 20% der Einheiten müssen Kompensationsarbeiten durchgeführt werden."
                  }
                }
              },
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "37975",
              "kurzbz": "WSE",
              "semester": "2",
              "bezeichnung": "Writing Scientific English",
              "bezeichnung_englisch": "Writing Scientific English",
              "unterrichtssprache": "English",
              "ects": "1.00",
              "sws": "1.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "SE",
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "35024",
              "kurzbz": "PPP",
              "semester": "2",
              "bezeichnung": "Projectmanagement for (Bio)Pharmaceutical Products",
              "bezeichnung_englisch": "Projectmanagement for (Bio)Pharmaceutical Products",
              "unterrichtssprache": "English",
              "ects": "2.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "SE",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Lecture covers the major aspects of Project Management in general and in particular for Product Development as applied in the Biopharmaceutical Industry."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "exercises, case studies, discussion, theory inputs, self-learning phases supported by e-learning "
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "- explain project management methods and to develop project plans (PMA) as well as to apply and follow up these in their own laboratory projects ",
                      "- explain the project phases of (bio) pharmaceutical development projects and their main results",
                      "- explain the main challenges of pharmaceutical development",
                      "- analyze the company structure as part of the project environment, to explain their advantages and disadvantages and to recognize and analyze important influencing factors and deviations, and to develop a constructive approach to these factors (with appropriate assistance)",
                      "- explain the interdependence of the project boundaries",
                      "- explain the team structure with its roles and responsibilities"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "- application of project management tools and techniques (PMA)",
                      "Project management for product development in biopharmaceutical Industry",
                      "- Key Issues in pharmaceutical industry and its impact on drug development",
                      "- Product life cycle of biologics / drug project phases / product pipeline",
                      "- Challenges in pharmaceutical development projects with case studies and exercises"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "fundamentals of project management"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Gareis, Roland (2005), Happy Projects!, MANZ, Vienna; ISBN3-214-08268-X",
                      "Patzak, Gerold & Rattay, Günter, Project Management, Linde, Vienna; ISBN978-3-7143-0224-0"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Course immanent assessment method"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case more than 20% are missed the first try in the exam is lost."
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "All grading components have to be completed positively."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "In dieser Lehrveranstaltung werden die wichtigsten Aspekte des Projektmanagements generell sowie im Speziellen für die Produktentwicklung in Bezug auf die biopharmazeutische Industrie behandelt."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Übungen, Fallbeispiele, Diskussionen, Theorieinputs, E-Learning unterstützte Selbstlernphasen "
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "- die wichtigsten Projektmanagement-Methoden zu erklären und Projektpläne zu erstellen (PMA), sowie diese in ihren eigenen Laborprojekten anzuwenden und nachzuverfolgen",
                      "- die Projektphasen von (Bio)Pharmazeutischen Entwicklungsprojekten und deren Hauptergebnisse zu erläutern",
                      "- die wichtigsten Herausforderungen der Pharmazeutischen Entwicklung zu erläutern",
                      "- die Firmenstruktur als Teil des Projektumfelds zu analysieren, deren Vor- und Nachteile zu erläutern sowie wichtige Einflussfaktoren und Abweichungen zu erkennen, zu analysieren und (mit geeigneter Hilfestellung) einen konstruktiven Umgang mit diesen Faktoren zu entwickeln",
                      "- die gegenseitigen Abhängigkeiten der Projektgrenzen zu erläutern",
                      "- die Teamstruktur mit deren Rollen und Verantwortlichkeiten zu erläutern"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "- Anwendung von Projektmanagement-Werkzeugen und Techniken (PMA)",
                      "Projektmanagement in der Produktentwicklung der Biopharmazeutischen Industrie",
                      "- Schwerpunkte der pharmazeutischen Industrie und ihre Auswirkungen auf die Arzneimittelentwicklung",
                      "- Produktlebenszyklus von Biologics / Arzneimittelprojektphasen / Produktpipeline",
                      "- Herausforderungen in pharmazeutischen Entwicklungsprojekten mit Fallbeispielen und Übungen"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Grundlagen des Projektmanagements"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Gareis, Roland (2005), Happy Projects!, MANZ, Vienna; ISBN3-214-08268-X",
                      "Patzak, Gerold & Rattay, Günter, Project Management, Linde, Vienna; ISBN978-3-7143-0224-0"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Immanente Leistungsbeurteilung "
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend, Bei Versäumen von über 20% der Einheiten geht der erste Prüfungsantritt verloren."
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "Alle Beurteilungskomponenten sind für sich positiv zu absolvieren."
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "36771",
          "kurzbz": "iM21",
          "semester": "2",
          "bezeichnung": "Laboratory Work in Teams 2",
          "bezeichnung_englisch": "Laboratory Work in Teams 2",
          "unterrichtssprache": "English",
          "ects": "7.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "36772",
              "kurzbz": "PRL2",
              "semester": "2",
              "bezeichnung": "Project Laboratory 2",
              "bezeichnung_englisch": "Project Laboratory 2",
              "unterrichtssprache": "English",
              "ects": "7.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "PRJ",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Teams of 3-4 students work on a scientific project in the field of tissue engineering and regenerative medicine independently."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Self-dependent working on research concepts, doing experiments in the lab, interpretation of results. All groups are supervised by a lecturer and a scientist who guide them thoughout the semester"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "develop individual ideas regarding a specific problem in tissue engineering and regenerative medicine based on scientific literature and under supervision of a senior researcher as well as planning of the corresponding experiments.",
                      "apply different methods of tissue engineering and regenerative medicine in a teams (using existing work protocols)",
                      "elaborate a working plan according to a predefined project plan and define single working packages ",
                      "present and interpret the obtained results in a scientifically correct manner",
                      "create a scientific poster according to certain requirements and present the data to supervisors and colleagues.",
                      "writing a scientific report following the IMRAD structure",
                      "effectively assign and complete defined tasks in a team",
                      "evaluate subject specific literature sources (also in English) regarding confirmability, dependability, plausibility, and transferability of insights for comparable problems or contexts and use and reference these in their own work ",
                      "justify a research question after identifying the current state of the art with regard to scientific considerations, formulate the question comprehensibly and to define verifiable target criteria  ",
                      "plan the phases of a scientic study, conduct it precisely, document it comprehensibly, and to ensure the comprehensibility, dependability, plausibility and transferability other problems areas and contexts",
                      "relate research results to industry, society, the economy or the environment.",
                      "present own or other scientific publications comprehensibly, evaluate them and formulate suggestions for further development.  "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "individual planning of experiments based on scientific literature research under supervision of researchers",
                      "experimental work in the lab",
                      "interpretation and discussion of the obtained results",
                      "Presentation of the obtained data in a poster session at the end of the semester",
                      "writing a scientific report following the IMRAD structure"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Passed course PL1 of the first semester."
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "current scientific literature "
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "practical work in the lab",
                      "lab book",
                      "poster presentation ",
                      "written asignments (introduction, intermediate reports, final report)",
                      "oral exam"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance of at least 70% is mandatory in this course. "
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Teams zu 3-4 Studierenden arbeiten selbstständig an einem Forschungsprojekt im Bereich Tissue Engineering and Regenerative Medicine."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Selbstständiges Erarbeiten von Forschungskonzepten, Durchführung von Experimenten und Auswertung und Interpretation der Ergebnisse. Jedes Team wird von einer/m theoretischen und einer/m praktischen Supervisor betreut"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "ausgehend von wissenschaftlicher Literatur zu einer bestimmten Fragestellung sowie unter der Supervision eines Senior Researchers eigene Ideen im Bereich des Tissue Engineering und der regenerativen Medizin zu entwickeln und Experimente dazu zu zu planen.",
                      "verschiedene Methoden des Tissue Engineering und der regenerativen Medizin im Team auszuwählen und durchzuführen (anhand bestehender Arbeitsanleitungen und Protokollen).",
                      "anhand eines vorgegebenen Projektplans einen Arbeitsplan auszuarbeiten und daraus einzelne Arbeitspakete zu definieren.",
                      "Ergebnisse wissenschaftliche präzise und korrekt darzustellen und zu interpretieren ",
                      "ein wissenschaftliches Poster anhand bestimmter Vorgaben zu verfassen und die die Ergebnisse Betreuern und Studierenden zu präsentieren",
                      "einen wissenschaftlichen Bericht nach der IMRAD Struktur zu verfassen",
                      "Aufgaben im Team entsprechend zu verteilen und abzuarbeiten",
                      "facheinschlägige (auch englischsprachige) Literaturquellen hinsichtlich Nachvollziehbarkeit, Verlässlichkeit, Plausibilität und Übertragbarkeit der Erkenntnisse auf vergleichbare Problemlagen oder Kontexte zu bewerten und in der eigenen Arbeit geeignet zu verwenden bzw. zu referenzieren",
                      "eine fachrelevante Forschungsfrage anhand des nach wissenschaftlichen Gesichtspunkten erhobenen State-of-the-Art zu begründen, nachvollziehbar zu formulieren, sowie überprüfbare Zielerreichungskriterien zu definieren ",
                      "die Phasen einer wissenschaftlichen Entwicklung oder Untersuchung mittels fachüblicher Methoden selbständig zu planen, zielgerichtet durchzuführen, nachvollziehbar zu dokumentieren, und dabei systematisch Nachvollziehbarkeit, Verlässlichkeit, Plausibilität und Übertragbarkeit der Erkenntnisse auf vergleichbare Problemlagen oder Kontexte sicherzustellen",
                      "Forschungsergebnisse in einen übergreifenden (z.B. branchenbezogenen, gesellschaftlichen, wirtschaftlichen oder ökologischen) Zusammenhang zu stellen",
                      "eigene oder fremde wissenschaftlichen Publikation nachvollziehbar zu präsentieren, zu bewerten, und substantielle Vorschläge für die Weiterentwicklung zu formulieren"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "wissenschaftliche Literatursuche und darauf aufbauend selbstständige Planung von Experimenten unter Supervision von ForscherInnen",
                      "Durchführung der Experimente im Labor",
                      "Interpretation und Diskussion der erhaltenen Resultate",
                      "Präsentation der Ergebnisse in Form einer Poster Session am Ende des Semesters",
                      "Verfassen eines wissenschaftlichen Forschungsberichts anhand der IMRAD Struktur"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Positives Absolvieren der LV PL1 des 1. Semesters."
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "aktuelle wissenschaftliche Literatur"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "praktische Arbeit im Labor",
                      "Laborbuch",
                      "Posterpräsentation",
                      "schriftliche Arbeiten (Einleitung, Zwischenberichte, Endbericht)",
                      "mündliche Prüfung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 70% ist verpflichtend. "
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34016",
          "kurzbz": "kM23",
          "semester": "2",
          "bezeichnung": "Bioreactors and Biotechnology",
          "bezeichnung_englisch": "Bioreactors and Biotechnology",
          "unterrichtssprache": "English",
          "ects": "7.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "kMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "37977",
              "kurzbz": "BBT",
              "semester": "2",
              "bezeichnung": "Bioreactors and Biophysical Therapies",
              "bezeichnung_englisch": "Bioreactors and Biophysical Therapies",
              "unterrichtssprache": "English",
              "ects": "4.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "The students obtain knowledge about bioreactors in tissue engineering and biophysical therapies in the field of regenerative medicine applications. Furthermore basic concepts regarding design and triggered cellular and tissue effects will be discussed. "
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "VO - Basics and TheorieSE - Discussion of Examples and Modells for BioreactorsSE - Discussion of Design Concepts and outcomes"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "define the term „Bioreactorsystems in Tissue Engineering” and differentiate them from bioreactors in biotechnology",
                      "define the common bioreactor types and explain their working principle.",
                      "explain the main idea of the “in vivo bioreactor” concept with examples from the course.",
                      "define the two main rationales to use bioreactors in tissue engineering.",
                      "evaluate advantages and disadvantages of different bioreactor systems in regard to their application for a specific tissue type.",
                      "develop a basic bioreactor system for a certain organ/tissue and simulate elementary processes inside the bioreactor. ",
                      "explain common types of sensors for bioreactor systems and apply these sensors on a specific bioreactor application. ",
                      "to give an overview of biophysical therapies",
                      "to describe working principles of biophysical therapies",
                      "to explain the choice of laser- as well as light therapies for trauma-related diseases"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Mechanics of Bioreactors",
                      "Electronical Control Design of Bioreactors",
                      "Connecting Points to Bioreactors used in Biotechnology",
                      "Feedback Control Basics",
                      "Literature Discussion of Common Bioreactor Types (including critical discussion)",
                      "Discussion of Commerically Available Biorecator Systems",
                      "Interdisciplinary Approach on the Design of Bioreactors for Tissue Engineering",
                      "Key Parameters involved in Bioreactor Design",
                      "Scaffolds and Constructs for Bioreactor Systems (including adapted Fabrication Techniques)",
                      "Control and Feedback Control in Mechatronics for Mechanical Stimulation",
                      "Basics of Mechanotransduction - Signalling Pathways",
                      "Biosensors and Actors for Bioreactors",
                      "\"Functional Tissue Engineering”",
                      "\"in-vivo” Bioreactors - idea and current approaches",
                      "\"Lessons learned from research projects of the FHTW\""
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "- Cell biology\r\n- Basic knowledge on Mechanics, Electronics, Biomaterials and Cell cuture"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Gordana Vunjak-Novakovic, R. Ian Freshney (2006): Culture of Cells for Tissue Engineering, Wiley",
                      "Ulrich Meyer, Thomas Meyer, Jörg Handschel, Hans Peter Wiesmann (2009): Fundamentals of Tissue Engineering and Regenerative Medicine, Springer",
                      "C. Kasper, M. Van Griensven, R. Pörtner (2008): Bioreactor Systems for Tissue Engineering, Springer",
                      "Relevant publications will be provided via moodle course"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Course immanent assessment method and end exam "
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. \r\nIn case you miss more than 20% you lose the first try in the exam."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Die Studierenden erhalten Kenntnisse über den Einsatz von Bioreaktoren im Tissue Engineerung und von biophysikalischen Therapien im Bereich der Regenerativen Medizin. Grundlegende Konzepte von ausgewählten Bioreaktoren in Hinblick auf Design und erzielbaren Effekten auf Zellen und Gewebe werden behandelt. "
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": " VO - Basics and Theorie- SE - Discussion of Examples and Modells for Bioreactors- SE - Discussion of Design Concepts and outcomes"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "den Begriff „Bioreaktorsystem im Tissue Engineering“ Bereich definieren und zu biotechnologischen Bioreaktoren abgrenzen. ",
                      "die ausgewählte Bioreaktortypen zu erklären und deren Funktionsweise zu beschreiben",
                      "die grundlegende Idee des Konzepts „in vivo Bioreactor“ anhand von Beispielen aus der LV zu erklären.",
                      "die zwei Hauptgründe zur Verwendung von Bioreaktoren im Tissue Engineering definieren",
                      "Vor- und Nachteile verschiedener Bioreaktorsysteme in Hinsicht auf der Anwendung an einem speziellen Gewebetyp zu beurteilen",
                      "ein einfaches Bioreaktorsystem für ein bestimmtes Organ/Gewebe entwickeln und einfache Vorgänge im Bioreaktor simulieren. ",
                      "die gängigen Arten von Sensoren für Bioreaktorsysteme zu erklären und für ein spezielles Anwendungsgebiet des Bioreaktors auszuwählen.",
                      "einen Überblick über biophysikalische Therapieformen zu geben",
                      "Wirkmechanismen von verschiedenen biophysikalischen Therapieformen zu beschreiben",
                      "eine Auswahl von Laser- bzw. Lichttherapien für Traumaerkrankungen zu begründen"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Mechanics of Bioreactors",
                      "Electronical Control Design of Bioreactors",
                      "Connecting Points to Bioreactors used in Biotechnology",
                      "Feedback Control Basics",
                      "Literature Discussion of Common Bioreactor Types (including critical discussion)",
                      "Discussion of Commerically Available Biorecator Systems",
                      "Interdisciplinary Approach on the Design of Bioreactors for Tissue Engineering",
                      "Key Parameters involved in Bioreactor Design",
                      "Scaffolds and Constructs for Bioreactor Systems (including adapted Fabrication Techniques)",
                      "Control and Feedback Control in Mechatronics for Mechanical Stimulation",
                      "Basics of Mechanotransduction - Signalling Pathways",
                      "Biosensors and Actors for Bioreactors",
                      "\"Functional Tissue Engineering”",
                      "\"in-vivo” Bioreactors - idea and current approaches",
                      "\"Lessons learned from research projects of the FHTW\""
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "- Cell biology\r\n- Basic knowledge on Mechanics, Electronics, Biomaterials and Cell cuture"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Gordana Vunjak-Novakovic, R. Ian Freshney (2006): Culture of Cells for Tissue Engineering, Wiley",
                      "Ulrich Meyer, Thomas Meyer, Jörg Handschel, Hans Peter Wiesmann (2009): Fundamentals of Tissue Engineering and Regenerative Medicine, Springer",
                      "C. Kasper, M. Van Griensven, R. Pörtner (2008): Bioreactor Systems for Tissue Engineering, Springer",
                      "Relevant publications will be provided via moodle course"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "LV-Immanente Leistungsbeurteilung und Abschlussprüfung "
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend. \r\nBei Versäumen von über 20% der Einheiten geht der erste Prüfungsantritt verloren."
                  }
                }
              },
              "lastupdate": "2020-02-24 18:21:32"
            },
            {
              "lehrveranstaltung_id": "37976",
              "kurzbz": "BT",
              "semester": "2",
              "bezeichnung": "Biotechnology",
              "bezeichnung_englisch": "Biotechnology",
              "unterrichtssprache": "English",
              "ects": "3.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Design and optimization of recombinant protein production"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Basics and theory are presented within an interactive lecture. Practical examples for application are discussed. Excursion"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "Bioprocess design for the production of recombinant proteins from gene to purified product applying microbial and/or mammalian systems",
                      "Choice of appropriate expression systems and plasmids for recombinant production",
                      "Definition of strategies for product development and expression systems",
                      "Characterization of concept and principle of bioprocess design (up- and downstream processing) ",
                      "Design and characterization of various bioreactor types ",
                      "Application of high-level data exploration and interpretation",
                      "Combination of gained knowledge with scientific state of the art  ",
                      "Characterization, interpretation, and application of function and interactivity of complex systems"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Basics - recombinant protein production ",
                      "Expression hosts - overview ",
                      "Upstream Processing: 1) Cultivation systems (bioreactor, monitoring), 2) Process modes",
                      "Downstream Processing",
                      "Multivariate data analysis "
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Basics biology, mathematics, physics "
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Bioprocess Engineering Principles, Pauline M Doran, 2nd edition ISBN 978-0-12-220851-5",
                      "Bioprozesstechnik, Horst Chmiel, ISBN 978-3-8274-2476-1",
                      "Taschenatlas der Biotechnologie und Gentechnik, Rolf D. Schmid ISBN 978-3-527-33514-5"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Written exam"
                    ]
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Design und Optimierung der rekombinanten Proteinproduktion"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Grundlagen und Theorie werden im Rahmen einer interaktiven Vorlesung vermittelt. Fallbeispiele werden seminaristisch bearbeitet. Exkursion"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "einen Bioprozess zur Herstellung rekombinanter Proteine ausgehend vom Gen bis zur Reinsubstanz unter Nutzung mikrobieller und/oder tierischer Zellsysteme zu designen. ",
                      "geeignete Expressionssysteme und Vektoren auszuwählen.",
                      "Strategien für Expressionssysteme und Produktentwicklung zu definieren.",
                      "Konzept und Prinzip des Bioprozess-Design (Up- und Downstream Processing) zu beschreiben.",
                      "verschiedene Typen von Bioreaktoren zu designen und zu beschreiben.",
                      "High Level Data Exploration und Interpretation anhand von Beispielen anzuwenden",
                      "das erworbene Wissen mit dem wissenschaftlichen Stand der Forschung zu kombinieren.",
                      "die Funktion und Interaktivität komplexer Systeme zu beschreiben, interpretieren und anzuwenden."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Basics - Rekombinante Proteinproduktion ",
                      "Produktionsorganismen - Übersicht ",
                      "Upstream Processing: 1) Kultivierungsanlagen (Bioreaktor, Monitoring), 2) Prozessführung ",
                      "Downstream Processing",
                      "Multivariate Datenanalyse "
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Grundlagen Biologie, Mathematik, Physik"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Bioprocess Engineering Principles, Pauline M Doran, 2nd edition ISBN 978-0-12-220851-5",
                      "Bioprozesstechnik, Horst Chmiel, ISBN 978-3-8274-2476-1",
                      "Taschenatlas der Biotechnologie und Gentechnik, Rolf D. Schmid ISBN 978-3-527-33514-5"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Schriftliche Prüfung "
                    ]
                  }
                }
              },
              "lastupdate": "2020-02-22 10:08:17"
            }
          ]
        }
      ],
      "3": [
        {
          "lehrveranstaltung_id": "34155",
          "kurzbz": "kM34",
          "semester": "3",
          "bezeichnung": "Economic & Legal Issues and Professional Communication 2",
          "bezeichnung_englisch": "Economic & Legal Issues and Professional Communication 2",
          "unterrichtssprache": "English",
          "ects": "7.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "kMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "36794",
              "kurzbz": "MQB",
              "semester": "3",
              "bezeichnung": "Management for Quality in Biomedicine",
              "bezeichnung_englisch": "Management for Quality in Biomedicine",
              "unterrichtssprache": "English",
              "ects": "2.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "The course is structured in 3 parts:\r\n•\t1st lecture provides students an introduction to quality management systems (QMS) based on ISO 9001 and links the content to specific GxP requirements within fields of Biotechnology\r\n•\tThe 2nd lecture focuses on the introduction and applying of quality and risk management tools  \r\n•\tThe 3rd lecture deals with specifics of the regulated industry, i.e. Qualification / Validation\r\nExamples are derived from the daily business working within the regulated industry.\r\n"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Lectures with group work / home work; Case Study "
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "Create SOPs.",
                      "Identify the elements and structure of a QMS and ",
                      "Apply quality tools. ",
                      "Know the major regulations ",
                      "Understand the  concept of Validation / Qualification of an analytical method / process or equipment.",
                      "Understand the challenges of quality within regulated industry"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Basics of Quality Management Systems acc. ISO 9001",
                      "GxP",
                      "Qualification of equipment, validation of methods and processes",
                      "Quality tools for root cause analysis",
                      "Regulations & Inspection Management"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "None"
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Course immanent assessment method ",
                      "End exam"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case you miss more than 20% you lose the first try in the exam.\r\nVirtual attendance is partially admitted in certain courses due to COVID-19 outbreak.\r\n"
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "Due to COVID-19 outbreak, the lectures and content of lectures can be adapted due to changes in circumstances and needs"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Die Lehrveranstaltung gliedert sich in 3 Teile:\r\n•\tDer 1. Teil bietet den Studierenden eine Einführung in Qualitätsmanagementsysteme mit Schwerpunkt auf ISO 9001 und leitet über zu spezifische GxP Anforderungen der Biotechnologie\r\n•\tDer 2.Teil umfasst das Kennenlernen und Anwenden von Qualitäts- und Risikomanagamentwerkzeugen\r\n•\tDer 3.Teil behandelt Spezifika der regulierenden Industrie, wie z.B.  Qualifizierung / Validierung\r\nDie Beispiele kommen aus der Praxis der regulierten Industrie. \r\n"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Vorlesung mit Gruppenarbeiten /-diskussionen; Hausarbeit; Case Study\r\n"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "SOPs zu erstellen.",
                      "Elemente und Struktur eines QMS zu erkennen.",
                      "Qualitätswerkzeuge anzuwenden.",
                      "die wichtigsten Regularien zu (er)kennen",
                      "das Prinzip einer  Validierung/Qualifizierung einer Analysemethode / eines Prozesses bzw. einer Gerätschaft zu verstehen.",
                      "die Herausforderungen hinsichtlich Qualität der regulierten Industrie zu verstehen"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Grundlagen von Qualitätsmanagementsystemen nach ISO 9001",
                      "GxP",
                      "Qualifizierung von Geräten und Validierung von Methoden und Prozessen",
                      "Qualitätswerkzeuge für Ursachenanalyse",
                      "Regularien / Inspektionen "
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Keine"
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "LV-Immanente Leistungsbeurteilung",
                      "Abschlussprüfung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend, bei Versäumen von über 20% der Einheiten geht der erste Prüfungsantritt verloren.\r\nVirtuelle Teilnahme wird bei einzelnen Teilen aufgrund der COVID-19 Pandemie gestattet."
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "Aufgrund der COVID-19 Pandemie können einzelne Elemente und Inhalte der Vorlesung dem Bedarf angepasst werden"
                  }
                }
              },
              "lastupdate": "2020-08-23 11:50:57"
            },
            {
              "lehrveranstaltung_id": "35039",
              "kurzbz": "EM",
              "semester": "3",
              "bezeichnung": "Economics and Marketing",
              "bezeichnung_englisch": "Economics and Marketing",
              "unterrichtssprache": "English",
              "ects": "3.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "VO",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "The objective of this class is to provide an understanding how healthcare markets work, particularly the Pharma market, and how market participants behave there. Students will learn how pharmaceutical companies can use marketing tools to successfully conduct analyses, develop strategies and market products. The limits set for Health Care Marketing by Compliance will also be discussed in the course. Finally students will get familiar with methods of Pharmacoeconomy which are being used to evaluate the economic benefit of health care products – an aspect that is getting more and more important in an industry trying to limit growing costs."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Lectures with Powerpoint charts, discussions and case studies regardingmethods of Pharmacooeconomy. . "
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "explain the economic behavior of supply and demand on markets",
                      "describe and evaluate the various types of markets, particularly also in the context of health care products and different health care systems",
                      "explain and evaluate various marketing strategies, particularly in connection with the product life cycle",
                      "evaluate the instruments of the “Marketing Mix” (4 P’s) to achieve specific marketing goals",
                      "conduct a health care sales call",
                      "recognize, evaluate and explain the limits of healthcare marketing as set by compliance rules",
                      "calculate the pharmacoeconomic utility of a treatment or a product applying various methods",
                      "prepare, justify and evaluate a marketing plan for a health care product including quantified goals (Income Statement) "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Healthcare markets (Global and Austria, particularly also the Austrian reimbursement system), essential elements of microeconomic theory (Demand and supply, market types based on competition etc.), healthcare marketing (Mix of marketing tools, strategies, marketing plan, sales call and marketing compliance, distribution, pricing, promotion etc.), methods of pharmacoeconomy using case studies. "
                    ]
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Walter J. Wessels – Economics, Barrons 2012, 5th Edition, ISBN 13: 978-0764147609",
                      "Dimitris Dogramatzis - Pharmaceutical Marketing, A Practical Guide, Informa Healthcare 2007, 4th Edition, ISBN 10: 1-57491-118-X (Hardcover), ISBN 13: 978-1-57491-118-3 (Hardcover)",
                      "Karen L. Rascati - Pharmacooeconomics , Lippincott Williams & Wilkins 2013, ISBN-10: 1451175930, ISBN-13: 978-1451175936"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Written Exam (2 h) at the end of the course – weight 40%. Marketing Plan Paper – weight 60%. Students must achieve at least 50% in both assessment elements."
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case more than 20% are missed the first attempt in the exam is lost. "
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Ziel der Lehrveranstaltung ist die Vermittlung von Verständnis für die Funktionsweise von Märkten der Gesundheitsbranche, insbesondere des Pharmamarktes, sowie für ökonomisches Verhalten der Marktteilnehmer. Die Studierenden lernen, wie Pharma-Firmen mit Marketinginstrumenten erfolgreich Analysen durchführen, Strategien entwickeln und Produkte vermarkten können. Hierbei wird auch auf die zulässigen Compliance- Grenzen von Health Care Marketing eingegangen. Ein wichtiges Thema ist die Erstellung eines Marketing Plans für ein neues Produkt, zur Vorbereitung auf die Heimarbeit der Studierenden. Schliesslich werden Methoden der Pharmakoökonomie vorgestellt, anhand derer der wirtschaftliche Nutzen von Gesundheitsprodukten beurteilt werden kann – ein immer wichtiger werdender Aspekt in einer um Kostendämpfung bemühten Branche. . "
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Vortrag mit Powerpoint Folien,  Diskussionen und Fallstudien zu Methoden der Pharmakoökonomie. "
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "ökonomisches Verhalten von Anbietern und Nachfragern auf Märkten erklären zu können",
                      "die verschiedenen Typen von Märkten beschreiben und evaluieren zu können, insbesondere auch im Kontext von Gesundheitsprodukten und unterschiedlichen Gesundheitssystemen",
                      "verschiedene Marketingstrategien, insbesondere im Zusammenhang mit dem Produktlebenszyklus, erläutern und beurteilen zu können",
                      "die Instrumente des „Marketing Mix“ (4 P’s) zur Erreichung spezifischer Marketingziele evaluieren zu können",
                      "ein Verkaufsgespräch für Gesundheits-Produkte zu führen",
                      "durch Compliance-Regeln gesteckte Grenzen des Gesundheits-Marketings zu erkennen, zu beurteilen und zu erläutern",
                      "den pharmakoökonomischen Nutzen einer Behandlung oder eines Produktes mit verschiedenen Methoden berechnen zu können",
                      "einen Marketing-Plan für ein Gesundheitsprodukt inklusiver quantifizierter Ziele (Erfolgsrechnung) zu erstellen, zu begründen und zu beurteilen"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Gesundheits- Märkte (Global und Österreich, für letzteres insbesondere auch das Erstattungssystem), wesentliche Elemente der mikroökonomischen Theorie (Nachfrage und Angebot, Markt-Typen nach Wettbewerbssituation etc.), Healthcare Marketings (Mix der Marketing-Instrumente, Strategien, Marketing-Plan, Außendienstgespräch und Marketing-Compliance, Distribution, Preisgestaltung, Werbung etc.), Methoden der Pharmakoökonomie anhand von Fallstudien."
                    ]
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Walter J. Wessels – Economics, Barrons 2012, 5th Edition, ISBN 13: 978-0764147609",
                      "Dimitris Dogramatzis - Pharmaceutical Marketing, A Practical Guide, Informa Healthcare 2007, 4th Edition, ISBN 10: 1-57491-118-X (Hardcover), ISBN 13: 978-1-57491-118-3 (Hardcover)",
                      "Karen L. Rascati - Pharmacooeconomics , Lippincott Williams & Wilkins 2013, ISBN-10: 1451175930, ISBN-13: 978-1451175936"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Schriftliche Prüfung (2 h) am Ende des Kurses – Gewicht 40%. Marketing Plan Paper – Gewicht 60%. In beiden Komponenten müssen die Studierenden mindestens 50% erreichen"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend, Bei Versäumen von über 20% der Einheiten geht der erste Prüfungsantritt verloren. "
                  }
                }
              },
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "5183",
              "kurzbz": "CSPI",
              "semester": "3",
              "bezeichnung": "Case Studies in Pharmaceutical Industries",
              "bezeichnung_englisch": "Case Studies in Pharmaceutical Industries",
              "unterrichtssprache": "English",
              "ects": "2.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "SE",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "The course provides insights into the daily practice of management in pharmaceutical companies to the students. Subjects are based on the four management tasks Planning, Organizing, Leading and Controlling, as covered in the course Corporate Management (COM/MTE1). Also Pharma Marketing subjects as discussed in the course Economics & Marketing (EMA/MTE3) will be studied in practical cases. "
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Solutions of case studies in group work as well presenting and discussing these with all members of the class- Roleplays of practical situations of pharma management- Partly short theoretical introductions with lectures and powerpoint charts- Case master solutions will be provided"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "analyze and evaluate financial information of a pharmaceutical company (Financial Statements, Planning etc.)",
                      "develop suitable measures of crisis management in a pharmaceutical company (Action Plan, Communication, Savings Programs etc.)",
                      "conduct analyses to prepare a decision about a merger of two pharma companies",
                      "hold difficult meetings with direct reports in daily operations of a pharmaceutical business",
                      "recognize the importance of company politics in a global pharmaceutical enterprise and develop according ways to behave in this environment",
                      "develop options for a good cross-functional cooperation in a global pharmaceutical company",
                      "evaluate advantages and disadvantages of various forms of communication in a company",
                      "develop suitable ways to motivate employees in a company, particularly top talents"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Case study solution methodology, crisis management, project management, financial analysis, communication, business evaluation, talent management, investment analysis, motivation of employees, asset management, financing resources, entrepreneurship, audits, pharmaceutical sales call, change management, compliance, negotiations and meetings."
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Course Corporate Management (COM/MTE1)"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Stephen P. Robbins, David A. DeCenzo, Mary CoulterFundamentals of ManagementPearson Education, 2014, 9th Global EditionISBN-10: 1292056541ISBN-13: 978-1292056548"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Paper with case study – weight 50%",
                      "Active Class Input (Groups, Plenum) – weight 50%. Students must achieve at least 50% in both assessment elements"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case more than 20% are missed an exam must be passed. "
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Die Lehrveranstaltung gibt den Studierenden in der Form von Fallstudien einen Einblick in die tägliche Praxis des Managements von Pharmaunternehmen. Die Themen basieren auf den im Kurs Corporate Management (COM/MTE1) behandelten vier Management-Aufgaben Planung, Organisation, Führung und Kontrolle. Außerdem werden Pharma-Marketing-Themen aus dem Kurs Economics & Marketing (EMA/MTE3) in praktischen Fällen angesprochen. "
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Lösung von Fallstudien in Gruppenarbeit sowie deren Präsentation und Diskussion im Plenum- Rollenspiele von praktischen Situationen des Pharma-Managements- Teilweise kurze theoretische Einführung durch Vortrag mit Powerpoint-Folien- Vorstellung von Musterlösungen"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "Informationen aus dem Rechnungswesen (Jahresabschluss, Planung etc.) eines Pharmaunternehmens zu analysieren und zu bewerten",
                      "geeignete Maßnahmen des Krisenmanagements in einem Pharmaunternehmen zu entwickeln (Aktionsplan, Kommunikation, Sparmaßnahmen etc.)",
                      "Analysen zur Entscheidung über eine Fusion von zwei Pharmaunternehmen durchzuführen",
                      "heikle Mitarbeitergespräche in praktischen Situationen aus dem pharmazeutischen Geschäftsalltag zu führen",
                      "die Bedeutung konzernpolitischer Aspekte in einem globalen Pharmaunternehmen zu erkennen und entsprechende Verhaltensstrategien in diesem Umfeld zu entwickeln",
                      "Möglichkeiten für eine gute Zusammenarbeit der verschiedenen Funktionsbereiche in einem globalen Pharmaunternehmen zu entwickeln",
                      "Vor- und Nachteile unterschiedlicher Kommunikationsformen im Unternehmen zu beurteilen",
                      "geeignete Möglichkeiten zur Motivation von Mitarbeitern im Unternehmen zu entwickeln, speziell von Top Talenten "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Methodik der Fallstudien-Lösung, Krisenmanagement, Projektmanagement, Finanzielle Analysen, Kommunikation, Unternehmensbewertung, Entwicklung von Mitarbeitern, Bewertung von Investments, Mitarbeitermotivation, Asset Management, Unternehmensfinanzierung, Unternehmensgründung, Audits, Verkaufsgespräch, Veränderungsmanagement, Compliance, Verhandlungen und Meetings."
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Lehrveranstaltung Corporate Management (COM/MTE1)"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Stephen P. Robbins, David A. DeCenzo, Mary CoulterFundamentals of ManagementPearson Education, 2014, 9th Global EditionISBN-10: 1292056541ISBN-13: 978-1292056548"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Paper mit Fallstudie – Gewicht 50%",
                      "Aktive Mitarbeit (Input in Diskussionen von Gruppen und Plenum) – Gewicht 50%. In beiden Komponenten müssen die Studierenden mindestens 50% erreichen"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend, Bei Versäumen von über 20% der Einheiten muss eine Prüfung abgelegt werden. "
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "36776",
          "kurzbz": "kM33",
          "semester": "3",
          "bezeichnung": "Regenerative Medicine",
          "bezeichnung_englisch": "Regenerative Medicine",
          "unterrichtssprache": "English",
          "ects": "6.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "kMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "37980",
              "kurzbz": "CPRM",
              "semester": "3",
              "bezeichnung": "Current Problems in Regenerative Medicine",
              "bezeichnung_englisch": "Current Problems in Regenerative Medicine",
              "unterrichtssprache": "English",
              "ects": "2.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "SE",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Analysis of scientific publications, peer-review process, important publications in the subject area\r\nA selection of current issues of regenerative medicine is worked on in small groups with experts, using problem-based learning methodology"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Lecture; problem-based learning part"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "to analyze and discuss complex problems of regenerative medicine and their broader context in a structured manner",
                      "to identify knowledge gaps and based on these to carry out targeted research, to evaluate possible solutions and to develop their own solutions",
                      "to select, prepare and present their own solutions, and to defend them backed up with scientific arguments",
                      "to analyse, evaluate and select scientific publications based on common quality standards in the subject area",
                      "identify the basic types of scientific publications and differentiate between them, especially original papers, review papers, conference articles, journals and books  ",
                      "evaluate subject specific literature sources (also in English) regarding confirmability, dependability, plausibility, and transferability of insights for comparable problems or contexts and use and reference these in their own work ",
                      "justify a research question after identifying the current state of the art with regard to scientific considerations, formulate the question comprehensibly and to define verifiable target criteria ",
                      "relate research results to industry, society, the economy or the environment.",
                      "present own or other scientific publications comprehensibly, evaluate them and formulate suggestions for further development.  "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "current problems in regenerative medicine",
                      "analysis of scientific publications in the subject area"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "semester 1 & 2"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "differs according to area selected"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "immanent assessment method"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Mandatory\r\n100% in problem-based learning part"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Analyse wissenschaftlicher Publikationen, Peer-review Verfahren, wichtige Publikationen im Fachbereich\r\nAuswahl von aktuellen Problemstellungen der Regenerativen Medizin zur Bearbeitung in Kleingruppen mit einem/einer  Fachexpertin/Fachexperten mittels Problem-based learning Methodik"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Fachvortrag; Problem-based learning Teil"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "im Team komplexe Problemstellungen der regenerativen Medizin in einem breiteren Kontext strukturiert zu analysieren und zu diskutieren",
                      "Wissenslücken zu identifizieren, darauf basierend gezielte Recherchen durchzuführen, mögliche Lösungsvorschläge zu evaluieren und zu vergleichen  und eigene Lösungsvorschläge zu entwickeln",
                      "eigene Lösungsvorschläge auszuwählen, aufzubereiten und zu präsentieren und mit wissenschaftlicher Argumentation zu verteidigen",
                      "wissenschaftliche Publikationen anhand der gängigen Qualitätsstandards im Fachbereich zu analysieren, zu bewerten und auszuwählen",
                      "Typen wissenschaftlicher Veröffentlichungen zu nennen, zu beschreiben und zu unterscheiden, insbesondere Originalarbeiten, Review Papers, Konferenzbeiträge, Journal Papers und Buchbeiträge.",
                      "facheinschlägige (auch englischsprachige) Literaturquellen hinsichtlich Nachvollziehbarkeit, Verlässlichkeit, Plausibilität und Übertragbarkeit der Erkenntnisse auf vergleichbare Problemlagen oder Kontexte zu bewerten und in der eigenen Arbeit geeignet zu verwenden bzw. zu referenzieren",
                      "eine fachrelevante Forschungsfrage anhand des nach wissenschaftlichen Gesichtspunkten erhobenen State-of-the-Art zu begründen, nachvollziehbar zu formulieren, sowie überprüfbare Zielerreichungskriterien zu definieren ",
                      "Forschungsergebnisse in einen übergreifenden (z.B. branchenbezogenen, gesellschaftlichen, wirtschaftlichen oder ökologischen) Zusammenhang zu stellen",
                      "eigene oder fremde wissenschaftlichen Publikation nachvollziehbar zu präsentieren, zu bewerten, und substantielle Vorschläge für die Weiterentwicklung zu formulieren"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "aktuelle Themen aus der regenerativen Medizin",
                      "Analyse wissenschaftlicher Publikationen im Fachbereich"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Semester 1 & 2"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Themenspezifisch unterschiedlich"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "immanente Leistungsbeurteilung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Verpflichtende Anwesenheit\r\n100 % bei Problem-based learning Teil\r\n"
                  }
                }
              },
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "36795",
              "kurzbz": "SCRM",
              "semester": "3",
              "bezeichnung": "Stem Cells in Regenerative Medicine",
              "bezeichnung_englisch": "Stem Cells in Regenerative Medicine",
              "unterrichtssprache": "English",
              "ects": "4.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "In the first part of the course selected chapters of stem cell biology and the application potential of stem cells (course contains self-study units) are discussed. After accomplishing an exam in the second part of the course students as well as experts in the field of stem cell research present current data.  "
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "name the different types of stem cells including their properties and functions. ",
                      "explain the factors guiding the different processes in stem cells. ",
                      "define possible applications of stem cells in the field of tissue engineering. ",
                      "prepare given papers about stem cells and present them to their colleagues. "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "different types of stem cells (ESC, adult SC, iPS, fetal SC)",
                      "definition and characteristics of stem cells",
                      "stem cell niche and its relevance in the development of diseases",
                      "fate decision of stem cells",
                      "application potential of stem cells",
                      "ethics and legal issues of stem cells"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "- Molecular Biochemistry and Cell Biology of the first semester- Gene Regulation and Signal of the second semester"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Robert Lanza and Anthony Atala (2014): Essentials of Stem Cell Biology, (third edition), Elsevier., ISBN: 978-0-12-409503-8"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "intermediate and end exam "
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case more than 20% are missed the first try in the exam is lost."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Im ersten Teil dieser Lehrveranstaltung werden ausgewählte Kapitel der Stammzellbiologie und des Anwendungspotentials von Stammzellen (teilweise im Selbststudium) behandelt. Nach einer Prüfung referieren im zweiten Teil ExpertInnen über bestimmte Themen, ergänzt durch Präsentationen von Studierenden."
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "die verschiedenen Stammzelltypen, deren Eigenschaften und Funktionen zu nennen. ",
                      "die Faktoren, die die verschiedenen Prozesse in Stammzellen steuern, zu erklären. ",
                      "die Einsatzmöglichkeiten von Stammzellen im Tissue Engineering zu erläutern. ",
                      "vorgegebene Fachliteratur über Stammzellen aufzubereiten und ihren StudienkollegInnen zu präsentieren"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "verschiedene Arten von Stammzellen (ESC, adult SC, iPS, fetal SC)",
                      "Definition von Stammzelle, Charakteristika von Stammzellen",
                      "Stammzell-Nische und deren Relevanz, Zusammenhang mit der Entstehung von Krankheiten",
                      "was passiert mit Stammzellen und warum (Differenzierungsentscheidung)",
                      "Anwendungspotential von Stammzellen",
                      "Ethik und rechtliche Grundlagen"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "- Positives Absolvieren der LV Molecular Biochemistry and Cell Biology des ersten Semesters- Positives Absolvieren der LV Gene Regulation and Signal Transduction des zweiten Semesters"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Robert Lanza and Anthony Atala (2014): Essentials of Stem Cell Biology, (third edition), Elsevier., ISBN: 978-0-12-409503-8"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Zwischenprüfung und Abschlussprüfung "
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend, bei Versäumen von über 20% der Einheiten geht der erste Prüfungsantritt verloren."
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "36773",
          "kurzbz": "kM31",
          "semester": "3",
          "bezeichnung": "Tissue Engineering 2",
          "bezeichnung_englisch": "Tissue Engineering 2",
          "unterrichtssprache": "English",
          "ects": "5.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "kMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "37981",
              "kurzbz": "PL3",
              "semester": "3",
              "bezeichnung": "Project Laboratory 3",
              "bezeichnung_englisch": "Project Laboratory 3",
              "unterrichtssprache": "English",
              "ects": "1.00",
              "sws": "1.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "PRJ",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Based on the results of their semester projects in the second semester (Project Laboratory 2), students write a fictuous grant proposal for a follow-up project in compliance with formal and content guidelines of a funding agency, drawing on their prior knowledge and experience in project management. Subsequently, students take on the role of a reviewer in a peer-review process and critically reflect on the projects. Students consequently present and defend their improved project proposals in front of an expert jury. "
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "write a grant proposal in compliance to formal guidelines and content criteria of a funding partner/agency. ",
                      "formulate written feedback to a project proposal in a peer-review process as well as critically discuss and reflect on both, positive aspects and weak points of a proposal.",
                      "present and defend a project proposal in a hearing in front of an expert jury.",
                      "evaluate subject specific literature sources (also in English) regarding confirmability, dependability, plausibility, and transferability of insights for comparable problems or contexts and use and reference these in their own work ",
                      "justify a research question after identifying the current state of the art with regard to scientific considerations, formulate the question comprehensibly and to define verifiable target criteria  ",
                      "relate research results to industry, society, the economy or the environment."
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Grant application – formal procedure, guidelines, content",
                      "Peer-review process, Criteria for assessing project proposals, difference of peer-review process in grant application and academic publications ",
                      "Preparation hearing, criteria hearing",
                      "Method: Development and practice of all course content on the basis of students‘ own projects (online-course with home assignments; feedback, reflection and presentations in presence-units)",
                      "current topics in grant applications (broader societal impact of project results, gender & diversity relevance, open innovation, ...)"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Module Laboratory Work in Teams 1 + 2, Project Management in (Bio)Pharmaceutical Industries, Writing Scientific English"
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Course immanent assessment method "
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Mandatory for presence-units"
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "Blended-learning format with limited presence-units, alignment of relevant content with the course “Current problems in regenerative Medicine”"
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Ausgehend von den Ergebnissen der Semesterprojekte im 2. Semester (Project Laboratory 2) erstellen die Studierenden unter Nutzung vorhandener Kenntnisse und Erfahrungen im Projektmanagement einen fiktiven Förderantrag für ein Folgeprojekt. Dabei sind Ausschreibungskriterien zu beachten und formale Richtlinien eines Fördergebers einzuhalten. Anschließend betrachten die Studierenden in einem Peer-Review Prozess die Projekte kritisch aus der Perspektive des Reviewers/der Reviewerin. Die überarbeiteten Projektvorhaben werden schließlich in einem Hearing vor einer Fachjury präsentiert und verteidigt. "
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "einen Antrag für ein eigenes Projektvorhaben unter Einhaltung von formalen  Vorgaben und anhand von Ausschreibungskriterien eines Fördergebers zu erstellen.",
                      "schriftliches Feedback zu einer Projekt-Einreichung in einem peer-review Prozess zu formulieren und sowohl positive Punkte als auch Schwachstellen eines Projektvorhabens kritisch zu diskutieren und zu reflektieren.",
                      "ein Projektvorhaben in einem Hearing vor einer Fachjury zu präsentieren und zu verteidigen.",
                      "facheinschlägige (auch englischsprachige) Literaturquellen hinsichtlich Nachvollziehbarkeit, Verlässlichkeit, Plausibilität und Übertragbarkeit der Erkenntnisse auf vergleichbare Problemlagen oder Kontexte zu bewerten und in der eigenen Arbeit geeignet zu verwenden bzw. zu referenzieren",
                      "eine fachrelevante Forschungsfrage anhand des nach wissenschaftlichen Gesichtspunkten erhobenen State-of-the-Art zu begründen, nachvollziehbar zu formulieren, sowie überprüfbare Zielerreichungskriterien zu definieren ",
                      "Forschungsergebnisse in einen übergreifenden (z.B. branchenbezogenen, gesellschaftlichen, wirtschaftlichen oder ökologischen) Zusammenhang zu stellen"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Förderanträge - Antragstellung, inhaltliche und Formalkriterien",
                      "Peer Review Verfahren, Kriterien zur Beurteilung von Projektvorhaben, Unterschiede Peer-Review bei Fördergeber und bei wissenschaftlichen Publikationen",
                      "Vorbereitung eines Hearings, Kriterien Hearing",
                      "Methode: Erarbeitung und aktive Umsetzung aller Lehrinhalte anhand praktischer Übung mit eigenen Studierendenprojekten (Online-Kurs mit Hausarbeiten; Feedback, Reflexion und Präsentation in Präsenzeinheiten)",
                      "aktuelle Themen in der Förderlandschaft (gesellschaftliche Relevanz von Projektergebnissen, Gender & Diversitätsaspekte, Open Innovation, ...)"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Modul Laboratory Work in Teams 1 + 2, Project Management in (Bio)Pharmaceutical Industries, Writing Scientific English"
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "LV-Immanente Leistungsbeurteilung "
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Verpflichtend für Präsenzteil"
                  },
                  "anmerkungen": {
                    "einleitungstext": "",
                    "data": "Blended-Learning Kurs mit geringem Präsenzanteil, relevante Inhalte in Abstimmung mit der LV „Current problems in Regenerative Medicine“ "
                  }
                }
              },
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "5179",
              "kurzbz": "AIVTE",
              "semester": "3",
              "bezeichnung": "Advanced Immunology and Vascular Tissue Engineering",
              "bezeichnung_englisch": "Advanced Immunology and Vascular Tissue Engineering",
              "unterrichtssprache": "English",
              "ects": "4.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "This lecture helps to extend and deepen the knowledge of immunological processes in connection to tissue engineering. Furthermore, basic knowledge in vascular biology will be taught. This is necessary to understand the principles of vascular tissue engineering"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Lecture- Presentations- Group puzzle"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "apply complex immunological processes to tissue engineering",
                      "describe the cascades of the wound healing process",
                      "describe the processes of formation of blood and lymphatic vessels",
                      "recapitulate the principles of vascular tissue engineering"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Wound healing",
                      "Inflammation",
                      "Complement system",
                      "Transplantation",
                      "Graft rejection",
                      "Angiogenesis",
                      "Lymphangiogenesis",
                      "Endothelial cells in research",
                      "Examples of Vascular tissue engineering"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Basic knowledge of immunology"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Current literature (papers) provided during the lecture"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Group puzzle",
                      "Collaboration",
                      "Paper presentation",
                      "Examination (the grades of the exam is the basis, up- or down grading is possible by the other assessment criteria)"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case more than 20% are missed the first try in the exam is lost."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "In dieser Lehrveranstaltung soll das immunologische Wissen vertieft und in Verbindung mit Tissue Engineering gebracht werden. Des Weiteren soll ein Grundverständnis für Gefäßbiologie vermittelt werden, das als wichtige Voraussetzung für Vascular Tissue Engineering dient."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "- Vorlesung- Präsentationen- Gruppenpuzzle"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "komplexe immunologische Prozesse auf das Tissue Engineering anzuwenden",
                      "die Kaskaden des Wundheilungsprozesses zu benennen",
                      "die grundlegenden Prozesse der Bildung von lymphatischen Gefäßen und Blutgefäßen zu erklären",
                      "die Prinzipien des Vascular Tissue Engineering wiederzugeben"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Wundheilung",
                      "Entzündung",
                      "Komplementsystem",
                      "Transplantation",
                      "Abstoßungsreaktionen",
                      "Angiogenese",
                      "Lymphangiogenese",
                      "Endothelzellen in der Forschung",
                      "Beispiele des Vascular Tissue Engineering"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "immunologisches Grundwissen"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Literatur Referenze werden in der VO mitgeteilt."
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Grupppenpuzzle",
                      "Mitarbeit",
                      "Paper Präsentationen ",
                      "Prüfung (die Prüfungsnote ist die Basis, diese kann hinauf oder hinuntergesetzt werden durch die anderen Beurteilungskriterien)"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend, Bei Versäumen von über 20% der Einheiten geht der erste Prüfungsantritt verloren."
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "34156",
          "kurzbz": "iM35",
          "semester": "3",
          "bezeichnung": "Methods of Scientific Research",
          "bezeichnung_englisch": "Methods of Scientific Research",
          "unterrichtssprache": "English",
          "ects": "8.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "35355",
              "kurzbz": "MSR",
              "semester": "3",
              "bezeichnung": "Methods of Scientific Research",
              "bezeichnung_englisch": "Methods of Scientific Research",
              "unterrichtssprache": "English",
              "ects": "8.00",
              "sws": "0.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "PRJ",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "This course is intended as initial training for the master's thesis"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Practical work in the laboratory"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "define a scientific working plan under supervision of a researcher",
                      "apply methods in tissue engineering on a certain scientific problem ",
                      "select scientific literature for a special scientific question, extract relevant information and discuss them with a supervisor",
                      "identify the basic types of scientific publications and differentiate between them, especially original papers, review papers, conference articles, journals and books  ",
                      "evaluate subject specific literature sources (also in English) regarding confirmability, dependability, plausibility, and transferability of insights for comparable problems or contexts and use and reference these in their own work ",
                      "justify a research question after identifying the current state of the art with regard to scientific considerations, formulate the question comprehensibly and to define verifiable target criteria  ",
                      "plan the phases of a scientic study, conduct it precisely, document it comprehensibly, and to ensure the comprehensibility, dependability, plausibility and transferability other problems areas and contexts",
                      "chose and apply relevant methods for the research question and compose the structure, a proposal and the Master thesis, especially experimental research methods",
                      "relate research results to industry, society, the economy or the environment.",
                      "present own or other scientific publications comprehensibly, evaluate them and formulate suggestions for further development.  "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Literature research concerning topics of the master´s thesis. ",
                      "Formal and organizational procedure regarding the master´s thesis",
                      "planning and conception of the master´s thesis",
                      "first practical experiments under supervision of supervisors. "
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Practical experience in the laboratory, gained in the first two semesters of this study program"
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "short seminar paper in the field of the master´s thesis. "
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "100 % attendance during the practical work at the research institution is required."
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Diese Lehrveranstaltung dient zum Einstieg in die praktische Arbeit der Master Thesis"
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Praktische Arbeit im Labor"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "die Erstellung eines wissenschaftlichen Arbeitsplans unter Supervision durchzuführen",
                      "Methoden des Tissue Engineering auf eine bestimmte Fragestellung anzuwenden",
                      "wissenschaftliche Literatur für eine bestimmte Fragestellung auszuwählen, relevante Informationen daraus zu extrahieren und mit einem wissenschaftlichen Betreuer zu diskutieren.",
                      "Typen wissenschaftlicher Veröffentlichungen zu nennen, zu beschreiben und zu unterscheiden, insbesondere Originalarbeiten, Review Papers, Konferenzbeiträge, Journal Papers und Buchbeiträge.",
                      "facheinschlägige (auch englischsprachige) Literaturquellen hinsichtlich Nachvollziehbarkeit, Verlässlichkeit, Plausibilität und Übertragbarkeit der Erkenntnisse auf vergleichbare Problemlagen oder Kontexte zu bewerten und in der eigenen Arbeit geeignet zu verwenden bzw. zu referenzieren",
                      "eine fachrelevante Forschungsfrage anhand des nach wissenschaftlichen Gesichtspunkten erhobenen State-of-the-Art zu begründen, nachvollziehbar zu formulieren, sowie überprüfbare Zielerreichungskriterien zu definieren ",
                      "die Phasen einer wissenschaftlichen Entwicklung oder Untersuchung mittels fachüblicher Methoden selbständig zu planen, zielgerichtet durchzuführen, nachvollziehbar zu dokumentieren, und dabei systematisch Nachvollziehbarkeit, Verlässlichkeit, Plausibilität und Übertragbarkeit der Erkenntnisse auf vergleichbare Problemlagen oder Kontexte sicherzustellen",
                      "für die jeweilige Fragestellung geeignete Methoden auszuwählen und anzuwenden, und dementsprechend die Struktur einer Masterarbeit, ein Proposal und nachfolgend die Masterarbeit zu verfassen, insbesondere experimentelle Forschungsmethoden",
                      "Forschungsergebnisse in einen übergreifenden (z.B. branchenbezogenen, gesellschaftlichen, wirtschaftlichen oder ökologischen) Zusammenhang zu stellen",
                      "eigene oder fremde wissenschaftlichen Publikation nachvollziehbar zu präsentieren, zu bewerten, und substantielle Vorschläge für die Weiterentwicklung zu formulieren"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Literatursuche in Bezug auf die Master Thesis",
                      "Formelle und organisatorisches Prozedere im Hinblick auf die Master Thesis",
                      "Planung und Konzeption der Master-Thesis",
                      "erste praktische Arbeiten unter Supervision von Betreuern"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Praktische Erfahrung im Labor, die in den ersten beiden Semestern dieses Studiengangs erworben wurde."
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "kurze Seminararbeit (Konzept) auf dem Themengebiet der Master Thesis. "
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "100 % Anwesenheit während der Forschungstätigkeiten an der Forschungseinrichtung ist notwendig."
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        },
        {
          "lehrveranstaltung_id": "37979",
          "kurzbz": "iM32",
          "semester": "3",
          "bezeichnung": "Advanced Technologies in Biological Research",
          "bezeichnung_englisch": "Advanced Technologies in Biological Research",
          "unterrichtssprache": "English",
          "ects": "4.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lvinfo": {
            "English": {
              "kurzbesch": {
                "einleitungstext": "",
                "data": "Overview of the nanobiotechnological application potential as well as deepening of several sub-topics."
              },
              "methodik": {
                "einleitungstext": "",
                "data": "- Lectures- Presentations- Self-dependent working on exercises- Videos"
              },
              "lernerg": {
                "einleitungstext": "After passing this course successfully students are able to ...",
                "data": [
                  "define the concept of thermal energy and relate such concept to understand life-time interactions in biological systems.",
                  "describe the principle of electron microscopy (EM) and atomic force microscopy (AFM) for the elucidation of the nanostructure of biomaterials as well as to measure molecular forces between molecules (AFM).",
                  "explain molecular modifications for synthetic biointerfaces that control interactions with molecules in biological fluids",
                  "describe and evaluate the colloidal aspects of current nanoscale drug delivery systems.",
                  "explain the term biosensor and describe the physical background of optical biosensors (focus on plasmonic properties) including their application in bioassays",
                  "explain different microfabrication methods and microfluidic components, describe the physical principles regarding fluids on a microscale and give application examples for cell analysis based on lab-on-chips",
                  "explain the biochemical principles behind binding events relevant for microarrays and give specific examples in which fields microarrays are used.",
                  "describe the biochemical principles of molecular nanomotors based on proteins and nucleic acids and give examples of the application potential of such structures",
                  "identify the basic types of scientific publications and differentiate between them, especially original papers, review papers, conference articles, journals and books  ",
                  "relate research results to industry, society, the economy or the environment.",
                  "present own or other scientific publications comprehensibly, evaluate them and formulate suggestions for further development.  "
                ]
              },
              "lehrinhalte": {
                "einleitungstext": "",
                "data": [
                  "Biosensors",
                  "Functional biointerfaces",
                  "Biomembranes",
                  "Characterization of nanostructures",
                  "Drug delivery",
                  "Lithography and miniaturization",
                  "Microfluidics",
                  "Lab-on-a-chip application",
                  "Molecular recognition and interaction",
                  "Microarrays",
                  "Molecular nanomotors"
                ]
              },
              "vorkenntnisse": {
                "einleitungstext": "",
                "data": "Biochemistry, basics in physics"
              },
              "literatur": {
                "einleitungstext": "",
                "data": [
                  "Nanobiotechnology II, Wiley-VCH by Mirkin et al.",
                  "Biomedical Nanostructures, Wiley by Consalves et al.",
                  "Wissenschaftliche Literatur aus der LV",
                  "Matthew A. Cooper, Label-Free Biosensors, Cambridge University Press, 2009.",
                  "F. S. Ligler (editor), Optical Biosensors: Present and Future, Elsevier, 2002",
                  "B. E. A. Saleh, M. C. Teich, Fundamentals of Photonics, John Wiley & Sons, 1991."
                ]
              },
              "leistungsb": {
                "einleitungstext": "",
                "data": [
                  "Collaboration during the lectures",
                  "Presentations",
                  "Self-dependent solution of exercises",
                  "Final exam"
                ]
              },
              "anwesenheit": {
                "einleitungstext": "",
                "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case you miss more than 20% you lose the first try in the exam. "
              }
            },
            "German": {
              "kurzbesch": {
                "einleitungstext": "",
                "data": "Überblick über das nanobiotechnologische Anwendungspotenzial und Vertiefung einzelner Teilbereiche."
              },
              "methodik": {
                "einleitungstext": "",
                "data": "- Vorlesung- Präsentationen und selbstständiges Lösen von Aufgaben- Videos"
              },
              "lernerg": {
                "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                "data": [
                  "das Konzept der thermischen Energie zu definieren und Überleitungen zu Life-Time Interaktionen in biologischen Systemen zu erklären",
                  "das Prinzip von Elektronenmikroskopen und Atomkraft Mikroskopen zu beschreiben und deren Anwendung zur Aufklärung von Nanostrukturen und von intermolekularen Kräften zu erklären",
                  "molekulare Modifikationen zur Erzeugung von synthetischen Bio-Grenzflächen zur Kontrolle von molekularen Interaktionen in biologischen Flüssigkeiten zu erklären",
                  "die kolloidalen Aspekte von aktuellen Nanoscale Drug Delivery Systemen zu beschreiben und zu bewerten",
                  "sowohl den Begriff Biosensor zu erklären als auch den physikalischen Hintergrund von optischen Biosensoren (Fokus auf Plasmoneigenschaften) zu erläutern und einen Überblick von Anwendungen von Biosensoren zu geben",
                  "verschiedene Mikrofabrikationsmethoden und mikrofluidische Komponenten zu erklären, einen Überblick über physikalische Grundlagen bezüglich der Eigenschaften von Flüssigkeiten im Nanobereich zu geben und Anwendungen von mikrofluidischen Systemen für die Analyse von Zellen zu nennen.",
                  "das biochemische Prinzip hinter Bindungsevents von Biomolekülen, für Anwendung in der Microarrays-Technologie zu erklären und Anwendung von Mikroarrays zu nennen",
                  "das biochemische Prinzip hinter molekularen Nanomotoren (basierend auf Nukleinsäuren und Proteinen) zu erklären und Beispiele zur potentiellen Anwendung solcher Systeme zu geben.",
                  "Typen wissenschaftlicher Veröffentlichungen zu nennen, zu beschreiben und zu unterscheiden, insbesondere Originalarbeiten, Review Papers, Konferenzbeiträge, Journal Papers und Buchbeiträge.",
                  "Forschungsergebnisse in einen übergreifenden (z.B. branchenbezogenen, gesellschaftlichen, wirtschaftlichen oder ökologischen) Zusammenhang zu stellen",
                  "eigene oder fremde wissenschaftlichen Publikation nachvollziehbar zu präsentieren, zu bewerten, und substantielle Vorschläge für die Weiterentwicklung zu formulieren"
                ]
              },
              "lehrinhalte": {
                "einleitungstext": "",
                "data": [
                  "Biosensoren",
                  "Funktionelle biologische Grenzflächen",
                  "Biomembranen",
                  "Charakterisierung von Nanostrukturen",
                  "Drug Delivery",
                  "Lithographie und Miniaturisierung",
                  "Microfluidics",
                  "Lab-on-a-chip application",
                  "Molekulare Erkennung und Interaktionen",
                  "Microarrays",
                  "Biologische Nanomotoren"
                ]
              },
              "vorkenntnisse": {
                "einleitungstext": "",
                "data": "Biochemie, Grundlagen der Physik"
              },
              "literatur": {
                "einleitungstext": "",
                "data": [
                  "Nanobiotechnology II, Wiley-VCH by Mirkin et al.",
                  "Biomedical Nanostructures, Wiley by Consalves et al.",
                  "Wissenschaftliche Literatur aus der LV",
                  "Matthew A. Cooper, Label-Free Biosensors, Cambridge University Press, 2009.",
                  "F. S. Ligler (editor), Optical Biosensors: Present and Future, Elsevier, 2002",
                  "B. E. A. Saleh, M. C. Teich, Fundamentals of Photonics, John Wiley & Sons, 1991."
                ]
              },
              "leistungsb": {
                "einleitungstext": "",
                "data": [
                  "Mitarbeit während der Lehreinheiten",
                  "Präsentationen",
                  "Lösung von Aufgaben",
                  "Abschlussprüfung"
                ]
              },
              "anwesenheit": {
                "einleitungstext": "",
                "data": "Anwesenheit von mindestens 80% ist verpflichtend, Bei Versäumen von über 20% der Einheiten geht der erste Prüfungsantritt verloren"
              }
            }
          },
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "37978",
              "kurzbz": "ATBR",
              "semester": "3",
              "bezeichnung": "Advanced Technologies in Biological Research",
              "bezeichnung_englisch": "Advanced Technologies in Biological Research",
              "unterrichtssprache": "English",
              "ects": "4.00",
              "sws": "2.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "ILV",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Overview of the nanobiotechnological application potential as well as deepening of several sub-topics."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "lectures, presentations, self-dependent working on exercises"
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "define the concept of thermal energy and relate such concept to understand life-time interactions in biological systems.",
                      "describe the principle of electron microscopy (EM) and atomic force microscopy (AFM) for the elucidation of the nanostructure of biomaterials as well as to measure molecular forces between molecules (AFM).",
                      "explain molecular modifications for synthetic biointerfaces that control interactions with molecules in biological fluids.",
                      "describe and evaluate the colloidal aspects of current nanoscale drug delivery systems.",
                      "explain the term biosensor and describe the physical background of optical biosensors (focus on plasmonic properties) including their application in bioassays.",
                      "explain different microfabrication methods and microfluidic components, describe the physical principles regarding fluids on a microscale and give application examples for cell analysis based on lab-on-chips.",
                      "explain the biochemical principles behind binding events relevant for microarrays and give specific examples in which fields microarrays are used.",
                      "describe the biochemical principles of molecular nanomotors based on proteins and nucleic acids and give examples of the application potential of such structures.",
                      "relate research results to industry, society, the economy or the environment.",
                      "present scientific publications comprehensibly, evaluate them and formulate suggestions for further development. "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Biosensors",
                      "Functional biointerfaces",
                      "Biomembranes",
                      "Characterization of nanostructures",
                      "Drug delivery",
                      "Lithography and miniaturization",
                      "Microfluidics",
                      "Lab-on-a-chip application",
                      "Molecular recognition and interaction",
                      "Microarrays",
                      "Molecular nanomotors"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "biochemistry, basics in physics"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Nanobiotechnology II, Wiley-VCH by Mirkin et al.",
                      "Biomedical Nanostructures, Wiley by Consalves et al.",
                      "Matthew A. Cooper, Label-Free Biosensors, Cambridge University Press, 2009.",
                      "F. S. Ligler (editor), Optical Biosensors: Present and Future, Elsevier, 2002",
                      "B. E. A. Saleh, M. C. Teich, Fundamentals of Photonics, John Wiley & Sons, 1991.",
                      "scientific literature from the lecture"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Collaboration during the lectures",
                      "Presentations",
                      "Self-dependent solution of exercises",
                      "Final exam"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance is mandatory in this course, only 20% of absence is tolerated. In case you miss more than 20% you lose the first try in the exam. "
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Überblick über das nanobiotechnologische Anwendungspotenzial und Vertiefung einzelner Teilbereiche."
                  },
                  "methodik": {
                    "einleitungstext": "",
                    "data": "Vorlesung, Präsentationen und selbstständiges Lösen von Aufgaben"
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "das Konzept der thermischen Energie zu definieren und Überleitungen zu Life-Time Interaktionen in biologischen Systemen zu erklären",
                      "das Prinzip von Elektronenmikroskopen und Atomkraft Mikroskopen zu beschreiben und deren Anwendung zur Aufklärung von Nanostrukturen und von intermolekularen Kräften zu erklären",
                      "molekulare Modifikationen zur Erzeugung von synthetischen Bio-Grenzflächen zur Kontrolle von molekularen Interaktionen in biologischen Flüssigkeiten zu erklären",
                      "die kolloidalen Aspekte von aktuellen Nanoscale Drug Delivery Systemen zu beschreiben und zu bewerten",
                      "sowohl den Begriff Biosensor zu erklären als auch den physikalischen Hintergrund von optischen Biosensoren (Fokus auf Plasmoneigenschaften) zu erläutern und einen Überblick von Anwendungen von Biosensoren zu geben",
                      "verschiedene Mikrofabrikationsmethoden und mikrofluidische Komponenten zu erklären, einen Überblick über physikalische Grundlagen bezüglich der Eigenschaften von Flüssigkeiten im Nanobereich zu geben und Anwendungen von mikrofluidischen Systemen für die Analyse von Zellen zu nennen.",
                      "das biochemische Prinzip hinter Bindungsevents von Biomolekülen, für Anwendung in der Microarrays-Technologie zu erklären und Anwendung von Mikroarrays zu nennen",
                      "das biochemische Prinzip hinter molekularen Nanomotoren (basierend auf Nukleinsäuren und Proteinen) zu erklären und Beispiele zur potentiellen Anwendung solcher Systeme zu geben.",
                      "Forschungsergebnisse in einen übergreifenden (z.B. branchenbezogenen, gesellschaftlichen, wirtschaftlichen oder ökologischen) Zusammenhang zu stellen",
                      "wissenschaftlichen Publikation nachvollziehbar zu präsentieren, zu bewerten, und substantielle Vorschläge für die Weiterentwicklung zu formulieren"
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Biosensoren",
                      "Funktionelle biologische Grenzflächen",
                      "Biomembranen",
                      "Charakterisierung von Nanostrukturen",
                      "Drug Delivery",
                      "Lithographie und Miniaturisierung",
                      "Microfluidics",
                      "Lab-on-a-chip application",
                      "Molekulare Erkennung und Interaktionen",
                      "Microarrays",
                      "Biologische Nanomotoren"
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Biochemie, Grundlagen der Physik"
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Nanobiotechnology II, Wiley-VCH by Mirkin et al.",
                      "Biomedical Nanostructures, Wiley by Consalves et al.",
                      "Matthew A. Cooper, Label-Free Biosensors, Cambridge University Press, 2009.",
                      "F. S. Ligler (editor), Optical Biosensors: Present and Future, Elsevier, 2002",
                      "B. E. A. Saleh, M. C. Teich, Fundamentals of Photonics, John Wiley & Sons, 1991.",
                      "Wissenschaftliche Literatur aus der LV"
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Mitarbeit während der Lehreinheiten",
                      "Präsentationen",
                      "Lösung von Aufgaben",
                      "Abschlussprüfung"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend, Bei Versäumen von über 20% der Einheiten geht der erste Prüfungsantritt verloren"
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        }
      ],
      "4": [
        {
          "lehrveranstaltung_id": "34157",
          "kurzbz": "iM41",
          "semester": "4",
          "bezeichnung": "Master's Thesis",
          "bezeichnung_englisch": "Master's Thesis",
          "unterrichtssprache": "English",
          "ects": "30.00",
          "sws": null,
          "organisationsform": "BB",
          "pflicht": true,
          "lehrtyp": "modul",
          "lehrform": "iMod",
          "lastupdate": "",
          "childs": [
            {
              "lehrveranstaltung_id": "35051",
              "kurzbz": "SDC",
              "semester": "4",
              "bezeichnung": "Seminar for Degree Candidates",
              "bezeichnung_englisch": "Seminar for Degree Candidates",
              "unterrichtssprache": "English",
              "ects": "2.00",
              "sws": "0.25",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "SE",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "This course aims at exchange of results and experiences during the master´s thesis. "
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "summarize scientific results adequately and present them to colleagues and lecturers",
                      "assess their work (and that from colleagues) critically and propose solutions",
                      "explain and stand up for the results and conclusions obtained during the master´s thesis in a discussion "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Students present updates of their master´s projects to the whole class and the lecturers of the course (FH-supervisors of the master´s theses) "
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Project Laboratory 1 and Project Laboratory 2"
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Course immanent assessment method (presentation, active participation)"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Attendance of at least 80% is mandatory in this course. "
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "In dieser Lehrveranstaltung wird eine Plattform geboten, die den Studierenden den Austausch von Resultaten und Erfahrungen während der Master Thesis ermöglicht. "
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "wissenschaftliche Ergebnisse adäquat zusammenzufassen und vor StudienkollegInnen und LektorInnen zu präsentieren",
                      "ihre Arbeit (und die von KollegInnen) kritisch zu beurteilen und Lösungen vorzuschlagen ",
                      "die eigenen Ergebnisse und Schlussfolgerungen in einer größeren Diskussionsrunde zu erklären und zu vertreten "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Studierende präsentieren Updates ihrer Master Projekte vor der gesamten Klasse und den LektorInnen dieser LV (FH-BetreuerInnen der Master-Arbeiten) "
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Project Laboratory 1 und Project Laboratory 2"
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "LV-Immanente Leistungsbeurteilung (Präsentation, aktive Mitarbeit)"
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "Anwesenheit von mindestens 80% ist verpflichtend. "
                  }
                }
              },
              "lastupdate": ""
            },
            {
              "lehrveranstaltung_id": "35767",
              "kurzbz": "MT",
              "semester": "4",
              "bezeichnung": "Master's Thesis",
              "bezeichnung_englisch": "Master's Thesis",
              "unterrichtssprache": "English",
              "ects": "28.00",
              "sws": "0.00",
              "organisationsform": "BB",
              "pflicht": true,
              "lehrtyp": "lv",
              "lehrform": "BE",
              "lvinfo": {
                "English": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Students perform scientific research work under supervision of a senior researcher and write a master´s thesis following the IMRAD structure. "
                  },
                  "lernerg": {
                    "einleitungstext": "After passing this course successfully students are able to ...",
                    "data": [
                      "work on a scientific question and perform experiments autonomously.",
                      "evaluate and analyze scientific data and present them adequately in their thesis.",
                      "write a thesis, considering commonly accepted criteria (IMRAD-structure, correct citation, figures) in English. "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Practical work on a scientific question under supervision and writing of the master´s thesis according to the guidelines of the UAS. "
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "All technical courses of the curriculum "
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Scientific literature in the field of the master´s theses. "
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "Course immanent assessment method and end exam."
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "100 % attendance during the practical work at the research institution is required. "
                  }
                },
                "German": {
                  "kurzbesch": {
                    "einleitungstext": "",
                    "data": "Studierende führen den praktischen Teil ihrer Master Arbeit unter Supervision eines Senior Researchers durch und verfassen die Master Arbeit anhand der IMRAD Struktur. "
                  },
                  "lernerg": {
                    "einleitungstext": "Nach erfolgreichem Abschluss sind die Studierenden in der Lage, ...",
                    "data": [
                      "selbstständig eine wissenschaftliche Fragestellung zu bearbeiten und Experimente durchzuführen.",
                      "wissenschaftliche Ergebnisse auszuwerten, zu interpretieren, in einen größeren Zusammenhang zu stellen und in ihrer Arbeit adäquat darzustellen.",
                      "eine wissenschaftliche Arbeit in englischer Sprache unter Beachtung der üblichen Kriterien (IMRAD-Struktur, korrekte Zitierweise, Abbildungen) zu verfassen. "
                    ]
                  },
                  "lehrinhalte": {
                    "einleitungstext": "",
                    "data": [
                      "Praktische Arbeit an einer wissenschaftlichen Fragestellung unter Supervision und Verfassen der Master Arbeit anhand der Vorgaben der FHTW. "
                    ]
                  },
                  "vorkenntnisse": {
                    "einleitungstext": "",
                    "data": "Alle technischen Fächer des Curriculums "
                  },
                  "literatur": {
                    "einleitungstext": "",
                    "data": [
                      "Scientific literature in the field of the master´s theses. "
                    ]
                  },
                  "leistungsb": {
                    "einleitungstext": "",
                    "data": [
                      "LV-Immanente Leistungsbeurteilung und Abschlussprüfung. "
                    ]
                  },
                  "anwesenheit": {
                    "einleitungstext": "",
                    "data": "100 % Anwesenheit während der Forschungstätigkeiten an der Forschungseinrichtung ist notwendig. "
                  }
                }
              },
              "lastupdate": ""
            }
          ]
        }
      ]
    }
  }
}